Repository: Toile-bleue/Translated-.po-in-French-
Catalog: eventon-*.po
Languages: fr_fr

source: This will create a learn more link in the event card. Make sure your links start with http://
fr_fr: Ceci créera un lien "En savoir plus" dans la carte d'événement. Assurez-vous que vos liens commencent par http://

source: This will create a sidebar for single event page, to which you can add widgets from Appearance > Widget
fr_fr: Cela créera une barre latérale pour la page d'événement unique, à laquelle vous pouvez ajouter des widgets depuis Apparence > Widgets

source: This will dictate what the color of text will be when eventtops are colorful or have image background.
fr_fr: Ceci déterminera la couleur du texte lorsque les eventtops sont colorés ou ont un fond d'image.

source: This will disable auto caps for subtitle and title text on calendar front-end view. This may help with proper display of special characters.
fr_fr: Ceci désactivera la mise en majuscules automatique pour le texte de sous-titre et de titre sur la vue avant du calendrier. Cela peut aider à afficher correctement les caractères spéciaux.

source: This will disable CSV export all event formatting characters..
fr_fr: Ceci désactivera l'exportation CSV de tous les caractères de formatage d'événement.

source: This will disable html special character dencoding for all ics downloaded files for events
fr_fr: Ceci désactivera le décodage des caractères spéciaux HTML pour tous les fichiers ics téléchargés pour les événements

source: This will disable jitsi external API from loading into front-end pages
fr_fr: Ceci désactivera l'API externe Jitsi pour le chargement dans les pages frontales

source: This will disable moment library from loading into the pages
fr_fr: Ceci désactivera la bibliothèque moment lors du chargement des pages

source: This will display the month and year of the event above event header.
fr_fr: Ceci affichera le mois et l'année de l'événement au-dessus de l'en-tête de l'événement.

source: This will expand sort options section on load for calendar.
fr_fr: Ceci élargira la section des options de tri lors du chargement pour le calendrier.

source: This will hide comments box from showing on single event page
fr_fr: Ceci cachera la boîte de commentaires de l'affichage sur la page d'événement unique

source: This will hide event title from showing on single event page only
fr_fr: Ceci cachera le titre de l'événement de l'affichage sur la page d'événement unique uniquement

source: This will hide live event progress bar and time left from eventtop
fr_fr: Ceci masquera la barre de progression de l'événement en direct et le temps restant à partir de l'événement en haut

source: THis will hide location name from eventcard
fr_fr: Ceci masquera le nom de l'emplacement de la carte d'événement

source: This will hide sort options section on the calendar
fr_fr: Ceci masquera la section des options de tri sur le calendrier

source: This will hide sort options section on the calendar.
fr_fr: Ceci masquera la section des options de tri sur le calendrier.

source: This will hide the blinking live now icon, when events are live at current time.
fr_fr: Ceci masquera l'icône clignotante "En direct" lorsque les événements sont en cours à l'heure actuelle.

source: This will hide the filter selected indicator bubble and checkmark on calendar filter.
fr_fr: Ceci masquera le indicateur de bulle de filtre sélectionné et la coche sur le filtre de calendrier.

source: This will hide the icons next to each items in filter dropdown menu.
fr_fr: Ceci masquera les icônes à côté de chaque élément dans le menu déroulant de filtre.

source: This will hide the location other events button, on eventcard.
fr_fr: Ceci cachera le bouton d'emplacement des autres événements, sur la fiche d'événement.

source: This will load eventon scripts, google maps API and styles only when eventon shortcode is called in the page.
fr_fr: Ceci chargera les scripts Eventon, l'API Google Maps et les styles uniquement lorsque le shortcode Eventon est appelé dans la page.

source: This will load eventon styles into every page header. This will make sure that styles are already loaded in the page when eventon calendar HTML is loaded on to the page and avoid delay in calendar layout rendering.
fr_fr: Ceci chargera les styles Eventon dans chaque en-tête de page. Cela garantit que les styles sont déjà chargés dans la page lorsque le code HTML du calendrier Eventon est chargé sur la page et évite un retard dans le rendu de la disposition du calendrier.

source: This will load more events via AJAX as oppose to loading all events onLoad.
fr_fr: Ceci chargera davantage d'événements via AJAX plutôt que de charger tous les événements lors du chargement de la page.

source: This will make all the event location infor visible only to loggedin users. This option will override individual event values set for this feature.
fr_fr: Ceci rendra toutes les informations de localisation d'événement visibles uniquement pour les utilisateurs connectés. Cette option remplacera les valeurs individuelles d'événement définies pour cette fonctionnalité.

source: This will make all your eventon calendars RTL.
fr_fr: Ceci rendra tous vos calendriers Eventon en RTL.

source: This will make this calendar only visible to loggedin users
fr_fr: Cela rendra ce calendrier visible uniquement aux utilisateurs connectés

source: This will make this event only visible if the users are loggedin to this site
fr_fr: Ceci rendra cet événement visible uniquement si les utilisateurs sont connectés à ce site

source: This will move events to trash when the event end date is past current date. This action is performed daily via cron jobs. This will not be performed on repeat, month/year long events.
fr_fr: Ceci déplacera les événements vers la corbeille lorsque la date de fin de l'événement est antérieure à la date actuelle. Cette action est effectuée quotidiennement via des tâches planifiées. Cela ne sera pas effectué sur les événements répétitifs, longs d'un mois ou d'une année.

source: This will only show future repeating instances
fr_fr: Ceci ne montrera que les instances répétitives futures

source: This will open this link in a new window, when event is clicked.
fr_fr: Ceci ouvrira ce lien dans une nouvelle fenêtre, lorsque l'événement est cliqué.

source: This will override the event color you chose for featured event with a different color.
fr_fr: Ceci remplacera la couleur d'événement que vous avez choisie pour l'événement en vedette par une couleur différente.

source: This will remove JSON-LD structured data scripts added for each event.
fr_fr: Ceci supprimera les scripts de données structurées JSON-LD ajoutés pour chaque événement.

source: This will remove the [] ADD EVENTON button that appear above text editor next to media button. This button allow you to open shortcode generator to create eventon shortcodes easily.
fr_fr: Ceci supprimera le bouton [AJOUTER ÉVÉNEMENT] qui apparaît au-dessus de l'éditeur de texte, à côté du bouton multimédia. Ce bouton vous permet d'ouvrir le générateur de code court pour créer facilement des codes courts EventON.

source: This will replace the current url slug for download events as ICS file.
fr_fr: Ceci remplacera le slug d'URL actuel pour les événements de téléchargement en tant que fichier ICS.

source: This will set all the past events as completed. This action is performed daily via cron jobs. This will not be performed on repeat, month/year long events.
fr_fr: Ceci définira tous les événements passés comme terminés. Cette action est effectuée quotidiennement via des tâches planifiées. Cela ne sera pas effectué sur les événements répétitifs, d'une durée d'un mois ou d'un an.

source: This will set how the wp_query is run to load events. Depending on the method you choose, it may speed up calendar and restrict the events loaded into calendar based on date range. The date Event posts are created is not the same as event date.
fr_fr: Ceci définira la façon dont wp_query est exécuté pour charger les événements. Selon la méthode que vous choisissez, cela peut accélérer le calendrier et restreindre les événements chargés dans le calendrier en fonction de la plage de dates. La date de création des publications d'événement n'est pas la même que la date de l'événement.

source: This will set when to show the virtual event link and access information on the event card.
fr_fr: Ceci définira quand afficher le lien d'événement virtuel et les informations d'accès sur la carte d'événement.

source: This will show an edit event button on eventTop - only for admin - that will open in a new window edit event page. Works only for lightbox and slideDown interaction methods.
fr_fr: Ceci affichera un bouton d'édition d'événement sur eventTop - uniquement pour l'administrateur - qui ouvrira dans une nouvelle fenêtre la page d'édition d'événement. Fonctionne uniquement pour les méthodes d'interaction lightbox et slideDown.

source: This will show calendar timezone at the bottom of each calendar.
fr_fr: Ceci affichera le fuseau horaire du calendrier en bas de chaque calendrier.

source: This will show clear filters button on filter bar to reset the set filters back to default values. Only available with multiple checkbox filter type.
fr_fr: Ceci affichera un bouton de filtres clairs sur la barre de filtres pour réinitialiser les filtres définis aux valeurs par défaut. Disponible uniquement avec le type de filtre à cases à cocher multiples.

source: This will show event custom meta data icons next to custom data fields on eventtop, if those custom data fields are set to show on eventtop above and if they have data and icons set.
fr_fr: Ceci affichera les icônes de métadonnées personnalisées d'événement à côté des champs de données personnalisés sur eventtop, si ces champs de données personnalisés sont configurés pour s'afficher sur eventtop ci-dessus et s'ils ont des données et des icônes définies.

source: This will show event location name if available.
fr_fr: Ceci affichera le nom de l'emplacement de l'événement si disponible.

source: This will show event organizer name(s) if available.
fr_fr: Ceci affichera le(s) nom(s) de l'organisateur de l'événement si disponible.

source: This will show event tags if available.
fr_fr: Ceci affichera les étiquettes d'événement si disponibles.

source: This will show just bare minimal event data values without any eventon nesting html. If no value, it will show nothing
fr_fr: Ceci affichera uniquement les valeurs de données d'événement minimales sans aucune mise en page HTML imbriquée d'Eventon. Si aucune valeur, cela n'affichera rien.

source: This will show only the above set filter values for selection on the calendar, other filter values will not show for selection on calendar
fr_fr: Ceci affichera uniquement les valeurs de filtre définies ci-dessus pour la sélection sur le calendrier, les autres valeurs de filtre ne seront pas affichées pour la sélection sur le calendrier

source: This will show related events without the event image.
fr_fr: Ceci affichera les événements liés sans l'image de l'événement.

source: This will show social share header text next to icons. This text can be editted via Language Settings.
fr_fr: Ceci affichera le texte d'en-tête de partage social à côté des icônes. Ce texte peut être modifié via les paramètres de langue.

source: This will show the data row in eventcard but instead of the actual data it will show a message asking the user to login to see the date for users that are not logged into the site.
fr_fr: Ceci affichera la ligne de données dans eventcard mais au lieu des données réelles, il affichera un message demandant à l'utilisateur de se connecter pour voir la date pour les utilisateurs qui ne sont pas connectés au site.

source: This will show the the current repeat instance of this event relative to rest of the repeats eg. Event 1 / 5
fr_fr: Ceci affichera l'instance actuelle de répétition de cet événement par rapport au reste des répétitions, par exemple : Événement 1/5

source: This will stop google maps zooming when mousewheel scrolled.
fr_fr: Ceci empêchera Google Maps de zoomer lorsque la roulette de la souris est défilée.

source: This will stop loading all google fonts used in eventon calendar.
fr_fr: Ceci arrêtera le chargement de toutes les polices Google utilisées dans le calendrier Eventon.

source: This will stop loading font awesome fonts in eventon calendar.
fr_fr: Ceci arrêtera le chargement des polices Font Awesome dans le calendrier Eventon.

source: This will trigger a new email in the users device.
fr_fr: Ceci déclenchera un nouveau courriel sur l'appareil de l'utilisateur.

source: This will use openstreetmap.org API to fetch geolocation lat lon values instead of google maps API.
fr_fr: Ceci utilisera l'API openstreetmap.org pour récupérer les valeurs de géolocalisation lat lon au lieu de l'API Google Maps.

source: Thumbnail Size
fr_fr: Taille de la miniature

source: thursday
fr_fr: jeudi

source: TikTok Link
fr_fr: Lien TikTok

source: Tile Background Image Size
fr_fr: Taille de l'image d'arrière-plan de la tuile

source: Tiles Calendar Design
fr_fr: Conception de calendrier en tuiles

source: Time
fr_fr: Heure

source: Time & Date Related Settings
fr_fr: Paramètres liés au temps et à la date

source: Time & Location
fr_fr: Heure & Emplacement

source: Time and Date
fr_fr: Heure et date

source: Time Format
fr_fr: Format d'heure

source: Time Settings
fr_fr: Paramètres d'heure

source: Time Zone
fr_fr: Fuseau horaire

source: Timezone Background Color
fr_fr: Couleur de fond de fuseau horaire

source: Timezone hover/set Text Color
fr_fr: Couleur du texte survol/réglage du fuseau horaire

source: Timezone Section
fr_fr: Section Fuseau horaire

source: Timezone text typed in here (eg. PST) will appear next to event time on calendar.
fr_fr: Le texte de fuseau horaire saisi ici (par exemple PST) apparaîtra à côté de l'heure de l'événement sur le calendrier.

source: Title
fr_fr: Titre

source: Title Section Background Color
fr_fr: Couleur de fond de la section de titre

source: Title Section Text Color
fr_fr: Couleur du texte de la section de titre

source: To
fr_fr: À

source: To receive automatic updates license activation is required. Please visit %s to activate your EventON.
fr_fr: Pour recevoir des mises à jour automatiques, l'activation de la licence est requise. Veuillez visiter %s pour activer votre EventON.

source: To use the full range of eventON supported shortcode options, use eventON <a href='http://www.myeventon.com/documentation/shortcode-generator/' target='_blank'>Shortcode Generator</a> to generator an eventON shortcode string and then place that inside a <b>Text Block</b> within Visual Composer. Options available in this Visual Composer element for eventON are only common used options.
fr_fr: Pour utiliser la gamme complète des options de code abrégé prises en charge par eventON, utilisez eventON <a href='http://www.myeventon.com/documentation/shortcode-generator/' target='_blank'>Générateur de code court </a>pour générer une chaîne de shortcode eventON puis la placer à l'intérieur d'un <b>Bloc de texte </b>Dans Visual Composer. Les options disponibles dans cet élément Visual Composer pour eventON ne sont que des options couramment utilisées.

source: Toggle all headers
fr_fr: Basculer tous les en-têtes

source: Toggle featured
fr_fr: Basculer en mis en avant

source: Tongan pa&#x2bb;anga
fr_fr: Paʻanga des Tonga

source: Translated Text
fr_fr: Texte Traduit

source: Transnistrian ruble
fr_fr: Rouble transnistrien

source: Trash
fr_fr: Corbeille

source: Trinidad and Tobago dollar
fr_fr: Dollar de Trinité-et-Tobago

source: troubleshooter guide to eventon
fr_fr: Guide de dépannage pour Eventon

source: tuesday
fr_fr: mardi

source: Tunisian dinar
fr_fr: Dinar tunisien

source: Turkish lira
fr_fr: Livre turque

source: Turkmenistan manat
fr_fr: Manat turkmène

source: Turn on host video on when joining meeting
fr_fr: Activer la vidéo de l'hôte lors de la connexion à la réunion

source: Turn on participant video on when joining meeting
fr_fr: Activer la vidéo du participant lors de la réunion

source: Twitch Live Video URL
fr_fr: URL de la vidéo en direct Twitch

source: Twitter/X Link
fr_fr: Lien Twitter/X

source: Twitter/X URL
fr_fr: URL Twitter/X

source: Type a complete http:// url for a PNG image that can be used instead of the default red google map markers.
fr_fr: http://maps.google.com/mapfiles/kml/pal3/icon61.png

source: Type in a complete URL for no event button action link.
fr_fr: Saisir une URL complète pour le lien d'action du bouton sans événement.

source: Type in custom language text for front-end calendar
fr_fr: Saisir du texte de langue personnalisé pour le calendrier frontal

source: Type name to search icons
fr_fr: Tapez le nom pour rechercher des icônes

source: Type the price without currency symbol to create a buy now button for this event. This will show on front-end calendar for this event
fr_fr: Tapez le prix sans symbole de devise pour créer un bouton d'achat immédiat pour cet événement. Cela s'affichera sur le calendrier frontal pour cet événement

source: Type the URL address eg. https://
fr_fr: Tapez l'adresse URL par exemple : https://

source: Type to search...
fr_fr: Tapez pour rechercher...

source: Ugandan shilling
fr_fr: Shilling ougandais

source: Ukrainian hryvnia
fr_fr: Hryvnia ukrainienne

source: United Arab Emirates dirham
fr_fr: Dirham des Émirats arabes unis

source: United States (US) dollar
fr_fr: Dollar des États-Unis (États-Unis)

source: Unused Event Card Fields
fr_fr: Champs de carte d'événement inutilisés

source: Unused Event Top Fields
fr_fr: Champs en tête d'événement inutilisés

source: Update %s
fr_fr: Mettre à jour %s

source: Update %s Category
fr_fr: Mettre à jour la catégorie %s

source: update eventon via FTP
fr_fr: Mettre à jour EventON via FTP

source: Update Jitsi Options
fr_fr: Mettre à jour les options Jitsi

source: Update Language Text
fr_fr: Mettre à jour le texte de la langue

source: Update Meeting with Zoom
fr_fr: Mettre à jour la réunion avec Zoom

source: Update Moderator
fr_fr: Mettre à jour le modérateur

source: Update Now
fr_fr: Mettre à jour maintenant

source: updating eventon addons
fr_fr: Mise à jour des extensions EventON

source: Upload
fr_fr: Télécharger

source: Upload CSV Lanague File Form
fr_fr: Télécharger le formulaire de fichier de langue CSV

source: Upload JSON Settings File Form
fr_fr: Télécharger le formulaire de fichier de paramètres JSON

source: Uploaded file is not a json format!
fr_fr: Le fichier téléchargé n'est pas au format json !

source: Uploaded to this %s
fr_fr: Téléchargé sur ce %s

source: URL for custom login link
fr_fr: URL pour le lien de connexion personnalisé

source: Uruguayan peso
fr_fr: Peso uruguayen

source: Use <a href="%s">Tickets Addon</a> to create paid virtual events or <a href="%s">RSVP Addon</a> to show virtual event access information after customers have RSVPed to event. <a href="%s">Countdown Addon</a> to show countdown till event goes live. <a href="%s">Reviewer Addon</a> to ask attendees to leave a review after the event. <a href="%s">Virtual Plus Addon</a> for even more features.
fr_fr: Utiliser <a href="%s">Extension Billets </a>pour créer des événements virtuels payants ou <a href="%s">Extension de RSVP </a>pour afficher les informations d'accès à l'événement virtuel après que les clients aient répondu à l'événement. <a href="%s">Module de compte à rebours </a>pour afficher le compte à rebours jusqu'au lancement de l'événement. <a href="%s">Module d'avis d'utilisateur </a>pour demander aux participants de laisser un avis après l'événement. <a href="%s">Extension Virtuel Plus </a>pour encore plus de fonctionnalités.

source: Use all text color for eventtop text from below
fr_fr: Utilisez toutes les couleurs de texte pour le texte en haut de l'événement à partir de ci-dessous

source: Use as %s image
fr_fr: Utiliser comme image %s

source: Use Default eventtop text colors from above
fr_fr: Utiliser les couleurs de texte par défaut des événements du haut

source: Use Lat/Lang for get location directions
fr_fr: Utilisez Lat/Lang pour obtenir les directions de localisation

source: Use Lat/Lng for get directions location
fr_fr: Utiliser Lat/Lng pour obtenir l'emplacement des directions

source: Use Openstreetmap API to get geolocation coordinates
fr_fr: Utilisez l'API Openstreetmap pour obtenir les coordonnées de géolocalisation

source: Use the "Configure Calendar" button use shortcode generator to create your desired calendar configurations. Click "< / >" button within the Generator to reveal the shortcode that can be copied and pasted where you like the calendar content to appear.
fr_fr: Utilisez le bouton "Configurer le calendrier" pour utiliser le générateur de code court et créer vos configurations de calendrier souhaitées. Cliquez sur le bouton "< / >" dans le générateur pour afficher le code court qui peut être copié et collé à l'endroit où vous souhaitez que le contenu du calendrier apparaisse.

source: Use these tips to get started with EventON Calendar.
fr_fr: Utilisez ces conseils pour commencer avec le calendrier EventON.

source: Use this field to link organizer to other user profile pages
fr_fr: Utilisez ce champ pour relier l'organisateur à d'autres pages de profils d'utilisateurs

source: Use this field to set the number of upcoming months to show
fr_fr: Utilisez ce champ pour définir le nombre de mois à venir à afficher

source: Use this to assign custom names for the event type taxonomies which you can use to categorize events. Note: Once you update these custom taxonomies refresh the page for the values to show up.
fr_fr: Utilisez ceci pour attribuer des noms personnalisés pour les taxonomies de type d'événement que vous pouvez utiliser pour catégoriser les événements. Note : Une fois que vous mettez à jour ces taxonomies personnalisées, actualisez la page pour que les valeurs apparaissent.

source: Use this to export eventON settings that you have customized to fit your needs. You can import those settings, so those customizations are easily imported from other eventON sites or previous installs.
fr_fr: Utilisez ceci pour exporter les paramètres eventON que vous avez personnalisés pour répondre à vos besoins. Vous pouvez importer ces paramètres, de sorte que ces personnalisations soient facilement importées d'autres sites eventON ou d'installations précédentes.

source: Use WP default Date format in eventON calendar (Excluding eventCard event date format)
fr_fr: Utiliser le format de date par défaut de WP dans le calendrier eventON (à l'exclusion du format de date d'événement eventCard)

source: User does not have permission
fr_fr: L'utilisateur n'a pas les autorisations nécessaires

source: User Interaction
fr_fr: Interaction utilisateur

source: User Interaction for event click
fr_fr: Interaction utilisateur pour le clic d'événement

source: User not loggedin
fr_fr: Utilisateur non connecté

source: User not loggedin!
fr_fr: Utilisateur non connecté !

source: Users logged in via zoom app can only join the event.
fr_fr: Les utilisateurs connectés via l'application Zoom ne peuvent rejoindre que l'événement.

source: Using a higher UTF encoding may slow things down.
fr_fr: L'utilisation d'un codage UTF plus élevé peut ralentir les choses.

source: Uzbekistani som
fr_fr: Som ouzbekistanais

source: Vaccination Required
fr_fr: Vaccination obligatoire

source: Validatation Status
fr_fr: État de validation

source: Vanuatu vatu
fr_fr: Vatu de Vanuatu

source: Venezuelan bol&iacute;var
fr_fr: Bolivar vénézuélien

source: Version Details
fr_fr: Détails de la version

source: Vietnamese &#x111;&#x1ed3;ng
fr_fr: Đồng vietnamien

source: VIEW
fr_fr: AFFICHER

source: View
fr_fr: Afficher

source: View %s
fr_fr: Voir %s
