Repository: Toile-bleue/Translated-.po-in-French-
Catalog: eventon-*.po
Languages: fr_fr

source: %s Categories
fr_fr: Catégories %s

source: %s Category
fr_fr: Catégorie %s

source: %s Image
fr_fr: Image %s

source: %s Image (Optional)
fr_fr: Image %s (Optionnel)

source: %s list
fr_fr: liste %s

source: %s navigation
fr_fr: navigation %s

source: (Copy)
fr_fr: (Copier)

source: (Optional) Embed Event Video HTML Code
fr_fr: (Optionnel) Intégrer le code HTML de la vidéo de l'événement

source: (Optional) Event timezone text
fr_fr: (Optionnel) Texte de fuseau horaire de l'événement

source: (Optional) Image
fr_fr: (Optionnel) Image

source: (Optional) latitude for address
fr_fr: (Optionnel) latitude pour l'adresse

source: (Optional) Location Image
fr_fr: (Optionnel) Image de localisation

source: (Optional) Location Link
fr_fr: (Optionnel) Lien de localisation

source: (Optional) longitude for address
fr_fr: (Optionnel) longitude pour l'adresse

source: (Optional) Organizer Image
fr_fr: (Optionnel) Image de l'organisateur

source: (Optional) Other Additional Event Access Details
fr_fr: (Optionnel) Autres détails d'accès supplémentaires à l'événement

source: * RTL can now be changed from eventON settings
fr_fr: * RTL peut maintenant être changé dans les paramètres d'eventON

source: + Extra Images
fr_fr: + Images supplémentaires

source: 1 Day after the event ends
fr_fr: 1 jour après la fin de l'événement

source: 1 Hour after the event ends
fr_fr: 1 heure après la fin de l'événement

source: 1 Hour before the event start
fr_fr: 1 heure avant le début de l'événement

source: 15 Minutes after the event ends
fr_fr: 15 minutes après la fin de l'événement

source: 18 = zoomed in (See few roads), 7 = zoomed out. (See most of the country)
fr_fr: 18 = zoomé (voir quelques routes), 7 = dézoomé. (voir la plupart du pays)

source: 2 Hours before the event start
fr_fr: 2 heures avant le début de l'événement

source: 3 Hours before the event start
fr_fr: 3 heures avant le début de l'événement

source: 30 Minutes after the event ends
fr_fr: 30 minutes après la fin de l'événement

source: 30 Minutes before the event start
fr_fr: 30 minutes avant le début de l'événement

source: <a href="%s" target="_blank"class="evo_admin_btn btn_triad">Learn How to customize events archive page</a></br>
fr_fr: <a href="%s" target="_blank"class="evo_admin_btn btn_triad">Apprenez à personnaliser la page d'archive des événements </a></br>

source: <a href="%s">Configure EventON Settings</a>
fr_fr: <a href="%s">Configurer les paramètres d'EventON </a>

source: <a href="%s">Events &rarr; Add New</a>
fr_fr: <a href="%s">Événements → Ajouter un nouvel événement </a>

source: <a href="http://www.myeventon.com/addons/" target="_blank">The Addon store</a> has a list of all available addons for EventON that you can purchase.
fr_fr: <a href="http://www.myeventon.com/addons/" target="_blank">Le magasin d'extensions </a>dispose d'une liste de tous les modules complémentaires disponibles pour EventON que vous pouvez acheter.

source: <b>NOTE:</b> LatLong will be auto generated for address provided for faster google map drawing. If location marker is not correct feel free to edit the LatLong values to correct location marker coordinates above. Location address field is REQUIRED for this to work. <a href="https://itouchmap.com/?r=latlong" target="_blank">Find LanLat Coordinates for address in here</a>
fr_fr: <b>NOTE : </b>Les coordonnées de latitude et de longitude seront générées automatiquement pour l'adresse fournie afin de dessiner plus rapidement la carte Google. Si le marqueur de localisation n'est pas correct, n'hésitez pas à modifier les valeurs de latitude et de longitude pour corriger les coordonnées du marqueur de localisation ci-dessus. Le champ d'adresse de localisation est REQUIS pour que cela fonctionne. <a href="https://itouchmap.com/?r=latlong" target="_blank">Recherchez les coordonnées LanLat pour l'adresse ici </a>

source: <b>NOTE:</b> You must set Google Maps API key via EventON Settings > Google Maps API for auto generation of location coordinates to work. <a href="https://itouchmap.com/?r=latlong" target="_blank">Find LanLat Coordinates for address in here</a>
fr_fr: <b>NOTE : </b>Vous devez définir la clé API Google Maps via Paramètres EventON > Clé API Google Maps pour que la génération automatique des coordonnées de localisation fonctionne. <a href="https://itouchmap.com/?r=latlong" target="_blank">Rechercher les coordonnées LanLat pour l'adresse ici </a>

source: [add_eventon] -- Default month calendar
fr_fr: [add_eventon] -- Calendrier par défaut du mois

source: [add_eventon_list number_of_months="5" hide_empty_months="yes" ] -- 5 months events list with empty months hidden from view
fr_fr: [add_eventon_list number_of_months="5" hide_empty_months="yes" ] -- Liste des événements de 5 mois avec mois vides cachés

source: [add_eventon_list number_of_months="5" month_incre="-5" ] -- Show list of 5 past months
fr_fr: [add_eventon_list number_of_months="5" month_incre="-5" ] -- Afficher la liste des 5 mois passés

source: Above Button Content (Optional)
fr_fr: Contenu au-dessus du bouton (Optionnel)

source: Accordion effect on eventcards
fr_fr: Effet accordéon sur les cartes d'événements

source: Activate
fr_fr: Activer

source: Activate %s License
fr_fr: Activer la licence %s

source: Activate Additional Field #
fr_fr: Activer le champ supplémentaire #

source: Activate Custom Meta Fields
fr_fr: Activer les champs méta personnalisés

source: Activate event description content HTML validity check
fr_fr: Activer la vérification de validité du contenu HTML de la description de l'événement

source: Activate Event Type Category #
fr_fr: Activer la catégorie de type d'événement #

source: Activate EventON License
fr_fr: Activer la licence EventON

source: Activate Multi Data Type #
fr_fr: Activer le type de données multiples #

source: Activate Now
fr_fr: Activer maintenant

source: Activated
fr_fr: Activé

source: Activated Locally
fr_fr: Activé localement

source: Add %s
fr_fr: Ajouter %s

source: Add a URL for the default event image URL that will be used on events that dont have featured images set.
fr_fr: Ajouter une URL pour l'URL d'image d'événement par défaut qui sera utilisée pour les événements sans images mises en avant.

source: Add Calendar
fr_fr: Ajouter un calendrier

source: Add Content
fr_fr: Ajouter du contenu

source: Add Event Description...
fr_fr: Ajouter une description d'événement...

source: Add eventon meta data into website header
fr_fr: Ajouter des métadonnées eventon dans l'en-tête du site web

source: Add navigating between next and previous event in lightbox view, when events are opened as lightbox.
fr_fr: Ajouter la navigation entre l'événement suivant et précédent en vue lightbox, lorsque les événements sont ouverts en tant que lightbox.

source: Add New %s
fr_fr: Ajouter un nouveau %s

source: Add New %s Category
fr_fr: Ajouter une nouvelle catégorie %s

source: Add new %s for the Event
fr_fr: Ajouter un nouveau %s pour l'événement

source: Add New Repeat Interval
fr_fr: Ajouter un nouvel intervalle de répétition

source: Add related event
fr_fr: Ajouter un événement lié

source: Add the meta data on your website header with eventon version number for debugging purposes
fr_fr: Ajoutez les métadonnées dans l'en-tête de votre site Web avec le numéro de version d'eventon à des fins de débogage

source: Add to Calendar Options
fr_fr: Options d'ajout au calendrier

source: Add to calendar Section
fr_fr: Section d'ajout au calendrier

source: Add to your calendar
fr_fr: Ajoutez à votre calendrier

source: Add to your calendar Icon
fr_fr: Icône d'ajout à votre calendrier

source: Add Value
fr_fr: Ajouter une valeur

source: Add your own custom PHP Codes (Advanced users only)
fr_fr: Ajoutez vos propres codes PHP personnalisés (réservé aux utilisateurs avancés)

source: Add your own custom styles
fr_fr: Ajoutez vos propres styles personnalisés

source: Additional Calendar Variations
fr_fr: Variations de calendrier supplémentaires

source: Additional EventON Settings
fr_fr: Paramètres supplémentaires d'EventON

source: Addon License Key
fr_fr: Clé de licence d'addon

source: Addon Page
fr_fr: Page d'addon

source: Addons & Licenses
fr_fr: Addons et licences

source: Addons for EventON extends the features to next level in your calendar. Some of our popular addons are: <a href="%s">interactive month grid</a>, <a href="%s">front-end event submission</a>, <a href="%s">RSVP to events</a>, Event Tickets and many more
fr_fr: Extensions pour EventON étend les fonctionnalités au niveau supérieur dans votre calendrier. Certaines de nos extensions populaires sont : <a href="%s">calendrier interactif mensuel </a>, <a href="%s">soumission d'événement en frontale </a>, <a href="%s">Répondre aux événements </a>Billets d'événement et bien plus encore

source: ADDRESS
fr_fr: ADRESSE

source: Address Missing
fr_fr: Adresse manquante

source: Admin Only
fr_fr: Réservé à l'administrateur

source: Advanced Settings
fr_fr: Paramètres avancés

source: Advnaced Settings
fr_fr: Paramètres avancés

source: Afghan afghani
fr_fr: Afghani afghan

source: After changing theme make sure to click "save changed"
fr_fr: Après avoir changé de thème, assurez-vous de cliquer sur "enregistrer les modifications"

source: After Event Information
fr_fr: Informations après l'événement

source: Albanian lek
fr_fr: Lek albanais

source: Algerian dinar
fr_fr: Dinar algérien

source: Align month navigation arrows to rightside of the calendar
fr_fr: Aligner les flèches de navigation du mois à droite du calendrier

source: All
fr_fr: Tout

source: All %s
fr_fr: Tous les %s

source: All %s Categories
fr_fr: Toutes les catégories %s

source: All (Past and Future)
fr_fr: Tous (passés et futurs)

source: All Day
fr_fr: Toute la journée

source: All Statuses
fr_fr: Tous les statuts

source: All system logs flushed
fr_fr: Tous les journaux système ont été vidés

source: All the updated documentation for eventON can be found from our
fr_fr: Toute la documentation mise à jour pour eventON peut être trouvée sur notre

source: Allow images
fr_fr: Autoriser les images

source: Allow only loggedin user via zoom app to join
fr_fr: Autoriser uniquement les utilisateurs connectés via l'application Zoom à rejoindre

source: Allow participants to join the meeting before the host starts the meeting. This is only for scheduled or recurring meetings
fr_fr: Autoriser les participants à rejoindre la réunion avant que l'hôte ne commence la réunion. Ceci est uniquement pour les réunions programmées ou récurrentes

source: Allow repeat dates to be clickable
fr_fr: Autoriser les dates répétées à être cliquables

source: Allow viewers to raise hand
fr_fr: Autoriser les spectateurs à lever la main

source: Always
fr_fr: Toujours

source: AND
fr_fr: ET

source: Angolan kwanza
fr_fr: Kwanza angolais

source: API Key
fr_fr: Clé API

source: API Secret Key
fr_fr: Clé secrète API

source: Appearance
fr_fr: Apparence

source: Apply default timezone to all events
fr_fr: Appliquer le fuseau horaire par défaut à tous les événements

source: april
fr_fr: avril

source: Argentine peso
fr_fr: Peso argentin

source: Armenian dram
fr_fr: Dram arménien

source: Arrow Circle
fr_fr: Cercle de flèche

source: Aruban florin
fr_fr: florin arubais

source: august
fr_fr: aout

source: Australian dollar
fr_fr: dollar australien

source: Author
fr_fr: Auteur

source: Auto detect white or black text color for eventtop text based on background
fr_fr: Détecter automatiquement la couleur du texte blanc ou noir pour le texte de l'événement en fonction de l'arrière-plan

source: Auto generated Dynamic Styles
fr_fr: Styles dynamiques générés automatiquement

source: Auto generated OG: meta tags will help your website share proper information via facebook.
fr_fr: Les balises méta OG générées automatiquement aideront votre site Web à partager les bonnes informations via Facebook.

source: Auto move events to trash when the event date is past
fr_fr: Déplacer automatiquement les événements à la corbeille lorsque la date de l'événement est passée

source: Automatic Recording
fr_fr: Enregistrement automatique

source: Automatically show event times in the visitor’s local timezone when the calendar loads, no clicks required.
fr_fr: Afficher automatiquement les heures des événements dans le fuseau horaire local du visiteur lorsque le calendrier se charge, sans clics nécessaires.

source: Autonomous Functions
fr_fr: Fonctions autonomes

source: Azerbaijani manat
fr_fr: manat azerbaïdjanais

source: Back to %s
fr_fr: Retour à %s

source: Back-end Time/Date Settings
fr_fr: Paramètres de date/heure du back-end

source: Background Color
fr_fr: Couleur de fond

source: Background Color - HOVER
fr_fr: Couleur de fond - SURVOL

source: Background Hover Color
fr_fr: Couleur de survol de fond

source: Bahamian dollar
fr_fr: dollar bahaméen

source: Bahraini dinar
fr_fr: dinar bahreïnien

source: Bangladeshi taka
fr_fr: taka bangladais

source: Barbadian dollar
fr_fr: dollar barbadien

source: Based on your zoom plan, this meeting duration might be restricted
fr_fr: En fonction de votre plan de zoom, la durée de cette réunion peut être limitée

source: Basic Month Calendar
fr_fr: Calendrier de base du mois

source: Before creating a ticket, please check the troubleshooter guide that can very well help you solve your issue by trying our common solutions.
fr_fr: Avant de créer un ticket, veuillez consulter le guide de dépannage qui peut vous aider à résoudre votre problème en essayant nos solutions courantes.

source: Belarusian ruble
fr_fr: ruble biélorusse

source: Belarusian ruble (old)
fr_fr: ancien ruble biélorusse

source: Belize dollar
fr_fr: dollar bélizien

source: Below settings will allow you to change the event text strings for backend and frontend quickly. These text strings can also be translated using a translator for backend of your website.
fr_fr: Les paramètres ci-dessous vous permettront de modifier rapidement les chaînes de texte des événements pour le back-end et le front-end. Ces chaînes de texte peuvent également être traduites à l'aide d'un traducteur pour le back-end de votre site Web.

source: Bermudian dollar
fr_fr: dollar bermudien

source: Beta
fr_fr: Bêta

source: Bhutanese ngultrum
fr_fr: ngultrum bhoutanais

source: Bol&iacute;var soberano
fr_fr: Bolívar souverain

source: Bolivian boliviano
fr_fr: boliviano bolivien

source: Border Color
fr_fr: Couleur de bordure

source: Border Color (Hover)
fr_fr: Couleur de bordure (Survol)

source: Bosnia and Herzegovina convertible mark
fr_fr: mark convertible de Bosnie-Herzégovine

source: Both mod and guest will start with audio muted from mic.
fr_fr: Le modérateur et l'invité commenceront avec l'audio coupé du micro.

source: Both mod and guest will start with video muted from camera.
fr_fr: Le modérateur et l'invité commenceront avec la vidéo coupée de la caméra.

source: Botswana pula
fr_fr: pula botswanais

source: Brazilian real
fr_fr: real brésilien

source: Brunei dollar
fr_fr: dollar brunéien

source: Bulgarian lev
fr_fr: lev bulgare

source: Burmese kyat
fr_fr: kyat birman

source: Burundian franc
fr_fr: franc burundais

source: Button
fr_fr: Bouton

source: Button Link
fr_fr: Lien de bouton

source: Button Text
fr_fr: Texte du bouton

source: Buttons
fr_fr: Boutons

source: By default only few of the data is shown in eventtop in order to make that calendar look nice on a widget where space is limited.
fr_fr: Par défaut, seules quelques données sont affichées dans l'événement principal afin de rendre ce calendrier agréable sur un widget où l'espace est limité.

source: Cache calendar events list data
fr_fr: Mettre en cache les données de la liste des événements du calendrier

source: Calendar Date Color
fr_fr: Couleur de la date du calendrier

source: Calendar Filter Type
fr_fr: Type de filtre de calendrier

source: Calendar front-end Sorting and filtering options
fr_fr: Options de tri et de filtrage du calendrier en front-end

source: Calendar Header
fr_fr: En-tête du calendrier

source: Calendar Header Buttons
fr_fr: Boutons de l'en-tête du calendrier

source: Calendar Header month/year format. <i>(<b>Allowed values:</b> m = month name, Y = 4 digit year, y = 2 digit year)</i>
fr_fr: Format mois/année de l'en-tête du calendrier. <i>(<b>Valeurs autorisées :<\/b> m = nom du mois, Y = année sur 4 chiffres, y = année sur 2 chiffres)<\/i>

source: Calendar ID (optional)
fr_fr: ID du calendrier (optionnel)

source: Calendar Loader
fr_fr: Chargeur de calendrier

source: Calendar Scripting and styles
fr_fr: Scripts et styles de calendrier

source: Calendar Themes
fr_fr: Thèmes de calendrier

source: Calendar time:
fr_fr: Heure du calendrier :

source: Calendar will be created using this timezone and all the events will be added relative to this timezone
fr_fr: Le calendrier sera créé en utilisant ce fuseau horaire et tous les événements seront ajoutés par rapport à ce fuseau horaire

source: Call to action text
fr_fr: Texte d'appel à l'action

source: Cambodian riel
fr_fr: Riel cambodgien

source: Canadian dollar
fr_fr: Dollar canadien

source: Cancel
fr_fr: Annuler

source: Cancelled
fr_fr: Annulé

source: Cancelled Events Tag
fr_fr: Étiquette des événements annulés

source: Cape Verdean escudo
fr_fr: Escudo capverdien

source: Caption Color
fr_fr: Couleur de la légende

source: Categories
fr_fr: Catégories

source: Category Type Name
fr_fr: Nom du type de catégorie

source: Cayman Islands dollar
fr_fr: Dollar des îles Caïmans

source: Central African CFA franc
fr_fr: Franc CFA d'Afrique centrale

source: CFP franc
fr_fr: Franc CFP

source: Change starting month (eg. +1)
fr_fr: Changer le mois de départ (ex. +1)

source: Changelog
fr_fr: Journal des modifications

source: Changes successfully saved!
fr_fr: Modifications enregistrées avec succès !

source: Characters
fr_fr: Caractères

source: Chilean peso
fr_fr: Peso chilien

source: Chinese yuan
fr_fr: Yuan chinois

source: Choose an Image
fr_fr: Choisir une image

source: Choose Image
fr_fr: Choisir une image

source: Classify Past Events Based on
fr_fr: Classer les événements passés en fonction de

source: Clickable Button
fr_fr: Bouton cliquable

source: Clickable Button with subtitle
fr_fr: Bouton cliquable avec sous-titre

source: Close Eventcard Button Color
fr_fr: Couleur du bouton de fermeture de la carte d'événement

source: Collapse Menu
fr_fr: Réduire le menu

source: Colombian peso
fr_fr: Peso colombien

source: Color
fr_fr: Couleur

source: Colorful EventTop Text Colors
fr_fr: Couleurs de texte colorées pour l'événement supérieur

source: Colors
fr_fr: Couleurs

source: Coming Up Counter
fr_fr: Compteur des événements à venir

source: Coming Up Section Background Color
fr_fr: Couleur de fond de la section à venir

source: Coming Up Text Color
fr_fr: Couleur du texte à venir

source: Common Issues and Solutions
fr_fr: Problèmes courants et solutions

source: Comorian franc
fr_fr: Franc comorien

source: Completed
fr_fr: Terminé

source: Completed Events Tag
fr_fr: Étiquette des événements terminés

source: Completely disable google maps
fr_fr: Désactiver complètement Google Maps

source: Concatenate all eventon addon style files - Beta (Only supported addons)
fr_fr: Concaténer tous les fichiers de style d'addon eventon - Bêta (seulement les addons pris en charge)

source: Configure %s for the Event
fr_fr: Configurer %s pour l'événement

source: Configure Calendar
fr_fr: Configurer le calendrier

source: Configure Custom Meta Fields Settings
fr_fr: Configurer les paramètres des champs méta personnalisés

source: Configure Custom Meta Fields settings
fr_fr: Configurer les paramètres des champs méta personnalisés

source: Configure Related Event Details
fr_fr: Configurer les détails de l'événement associé

source: Configure text color for colorful & Image eventtops
fr_fr: Configurer la couleur du texte pour les événements colorés et les images d'événements

source: Configure Virtual Event Details
fr_fr: Configurer les détails de l'événement virtuel

source: Configure Webhooks
fr_fr: Configurer les webhooks

source: Congolese franc
fr_fr: Franc congolais

source: Contact Info
fr_fr: Informations de contact

source: Content
fr_fr: Contenu

source: Content Type
fr_fr: Type de contenu

source: Copy event link
fr_fr: Copier le lien de l'événement

source: Copy shortcode
fr_fr: Copier le shortcode

source: Copy/Paste EventON Calendar Shortcode
fr_fr: Copier/Coller le shortcode du calendrier EventON

source: Corresponding eventON language
fr_fr: Langue correspondante d'eventON

source: Costa Rican col&oacute;n
fr_fr: Colón costaricien

source: Could get results from map API
fr_fr: Impossible d'obtenir des résultats de l'API de la carte

source: Could not connect to map API
fr_fr: Impossible de se connecter à l'API de la carte

source: Could not connect with zoom API, try again later or create meeting manual at zoom.com
fr_fr: Impossible de se connecter à l'API de Zoom, réessayez plus tard ou créez une réunion manuellement sur zoom.com

source: Count
fr_fr: Compter

source: Create a new %s
fr_fr: Créer un nouveau %s

source: Create a new webhook connection
fr_fr: Créer une nouvelle connexion webhook

source: Create Jitsi Meeting
fr_fr: Créer une réunion Jitsi

source: Create Meeting
fr_fr: Créer une réunion

source: Create New
fr_fr: Créer nouveau

source: Create Single Events Page Sidebar
fr_fr: Créer une barre latérale de page d'événements uniques

source: Create Zoom Meeting
fr_fr: Créer une réunion Zoom

source: Creating Your First Event
fr_fr: Créer votre premier événement

source: Croatian kuna
fr_fr: Kuna croate

source: CSV Format
fr_fr: Format CSV

source: Cuban convertible peso
fr_fr: Peso convertible cubain

source: Cuban peso
fr_fr: Peso cubain

source: Current Events
fr_fr: Événements actuels

source: Current Month
fr_fr: Mois actuel

source: Current month Button
fr_fr: Bouton du mois actuel

source: Current Theme:
fr_fr: Thème actuel :

source: Custom
fr_fr: Personnalisé

source: custom
fr_fr: personnalisé

source: Custom add to calendar / Download events as ICS URL slug
fr_fr: Ajout personnalisé au calendrier / Télécharger les événements en tant qu'URL ICS

source: Custom Email address to receive payments
fr_fr: Adresse e-mail personnalisée pour recevoir des paiements

source: Custom eventon only time offset value (in minutes)
fr_fr: Valeur de décalage horaire personnalisée uniquement pour eventon (en minutes)

source: Custom Field
fr_fr: Champ personnalisé

source: Custom Field Buttons
fr_fr: Boutons de champ personnalisé

source: Custom Icons for Calendar
fr_fr: Icônes personnalisées pour le calendrier

source: Custom map marker icon complete http url
fr_fr: Icône de marqueur de carte personnalisée URL http complète

source: Custom Meta Data
fr_fr: Données méta personnalisées

source: Custom Meta Data fields for events
fr_fr: Champs de données méta personnalisées pour les événements

source: Custom Meta Fields
fr_fr: Champs méta personnalisés

source: Custom Meta Fields (if activated)
fr_fr: Champs méta personnalisés (s'ils sont activés)

source: Custom name for Event Type Category #1
fr_fr: Nom personnalisé pour la catégorie de type d'événement #1

source: Custom name for Event Type Category #2
fr_fr: Nom personnalisé pour la catégorie de type d'événement #2

source: CUSTOM REPEAT TIMES
fr_fr: HEURES DE RÉPÉTITION PERSONNALISÉES

source: Czech koruna
fr_fr: Couronne tchèque

source: Daily
fr_fr: Quotidien

source: daily
fr_fr: quotidien

source: Danish krone
fr_fr: Couronne danoise

source: Data Field Name
fr_fr: Nom du champ de données

source: Date Block Text Color
fr_fr: Couleur du texte du bloc de date

source: Date Format
fr_fr: Format de date

source: Day Long
fr_fr: Jour entier

source: Day of the month
fr_fr: Jour du mois

source: days
fr_fr: jours

source: Days of the week
fr_fr: Jours de la semaine
