Repository: Toile-bleue/Translated-.po-in-French-
Catalog: eventon-*.po
Languages: fr_fr

source: Deactivate
fr_fr: Désactiver

source: december
fr_fr: décembre

source: Default
fr_fr: Défaut

source: Default event details link text color
fr_fr: Couleur du texte du lien des détails de l'événement par défaut

source: Default event image URL
fr_fr: URL de l'image d'événement par défaut

source: Default Event Timezone
fr_fr: Fuseau horaire d'événement par défaut

source: Default Event UX action
fr_fr: Action UX d'événement par défaut

source: Default EventTop Text Colors
fr_fr: Couleurs du texte en haut de l'événement par défaut

source: Default Sort by
fr_fr: Trier par défaut

source: Default State
fr_fr: État par défaut

source: Default WordPress Filter
fr_fr: Filtre WordPress par défaut

source: Define specific goals for your event, such as attendee numbers, fundraising targets, or key achievements. These goals help attendees get an idea of what to expect.
fr_fr: Définissez des objectifs spécifiques pour votre événement, tels que le nombre de participants, les objectifs de collecte de fonds ou les réalisations clés. Ces objectifs aident les participants à se faire une idée de ce qui les attend.

source: Delete
fr_fr: Supprimer

source: Delete eventon settings & data when EventON is uninstalled
fr_fr: Supprimer les paramètres et les données d'EventON lors de la désinstallation d'EventON

source: Delete Meeting
fr_fr: Supprimer la réunion

source: Delete Permanently
fr_fr: Supprimer définitivement

source: Delete this item permanently
fr_fr: Supprimer définitivement cet élément

source: Describe Event Goals
fr_fr: Décrire les objectifs d'événement

source: Diagnose
fr_fr: Diagnostiquer

source: Diagnose EventON Environment
fr_fr: Diagnostiquer l'environnement EventON

source: Disable Auto all Caps for Title and Subtitle
fr_fr: Désactiver le tout en majuscules automatique pour le titre et le sous-titre

source: Disable auto generated OG: meta data in the single event page header.
fr_fr: Désactiver les métadonnées OG générées automatiquement dans l'en-tête de la page d'événement unique.

source: Disable calendar sort/filter ability
fr_fr: Désactiver la fonction de tri/filtrage du calendrier

source: Disable comments section on single event template page
fr_fr: Désactiver la section des commentaires sur la page de modèle d'événement unique

source: Disable CSV export event formatting
fr_fr: Désactiver le formatage d'événement d'exportation CSV

source: Disable event link in ICS file
fr_fr: Désactiver le lien d'événement dans le fichier ICS

source: Disable font awesome fonts
fr_fr: Désactiver les polices Font Awesome

source: Disable Google Maps API
fr_fr: Désactiver l'API Google Maps

source: Disable google web fonts
fr_fr: Désactiver les polices web Google

source: Disable ICS file special character encoding
fr_fr: Désactiver le codage de caractères spéciaux du fichier ICS

source: Disable Jitsi script
fr_fr: Désactiver le script Jitsi

source: Disable JQuery Mobile script
fr_fr: Désactiver le script JQuery Mobile

source: Disable location & organizer link filtering
fr_fr: Désactiver le filtrage des liens de localisation et d'organisateur

source: Disable Moment script
fr_fr: Désactiver le script Moment

source: Disable redirecting and hiding virtual event link
fr_fr: Désactiver la redirection et masquer le lien d'événement virtuel

source: Disable scrollwheel zooming on Google Maps
fr_fr: Désactiver le zoom avec la molette de la souris sur Google Maps

source: Disable social media event link encoding for special characters
fr_fr: Désactiver l'encodage des liens d'événements de médias sociaux pour les caractères spéciaux

source: Display a Calendar via Shortcode
fr_fr: Afficher un calendrier via une balise courte

source: Display all these fields in widget as well
fr_fr: Afficher tous ces champs dans le widget également

source: Display Local Time on Load
fr_fr: Afficher l'heure locale au chargement

source: Display month jumper on the calendar
fr_fr: Afficher le saut de mois sur le calendrier

source: Display only featured events in the calendar
fr_fr: Afficher uniquement les événements en vedette dans le calendrier

source: Djiboutian franc
fr_fr: Franc djiboutien

source: Do not auto sort custom repeats
fr_fr: N'auto trie pas les répétitions personnalisées

source: Do not interact
fr_fr: Ne pas interagir

source: Docs
fr_fr: Documentation

source: Dominican peso
fr_fr: Peso dominicain

source: Download a CSV file format of event data from this event.
fr_fr: Téléchargez un fichier au format CSV des données d'événement à partir de cet événement.

source: Download all eventON events.
fr_fr: Télécharger tous les événements eventON.

source: Download CSV
fr_fr: Télécharger CSV

source: Dropdown Filter List
fr_fr: Liste de filtres déroulants

source: Duplicate
fr_fr: Dupliquer

source: Duplicate text string
fr_fr: Chaîne de texte dupliquée

source: Duplicate this event
fr_fr: Dupliquer cet événement

source: Duration
fr_fr: Durée

source: East Caribbean dollar
fr_fr: Dollar des Caraïbes orientales

source: Edit
fr_fr: Editer

source: Edit %s
fr_fr: Éditer %s

source: Edit %s Category
fr_fr: Éditer la catégorie %s

source: Edit from page
fr_fr: Éditer à partir de la page

source: Edit this item
fr_fr: Modifier cet article

source: Edit this item inline
fr_fr: Éditer cet élément en ligne

source: eg. click to see event details
fr_fr: Cliquez pour voir les détails de l'événement

source: Egyptian pound
fr_fr: livre égyptienne

source: Either Virtual URL or Embed content is required!
fr_fr: Soit l'URL virtuelle, soit le contenu intégré est requis !

source: Email Address
fr_fr: Adresse e-mail

source: Email address to send test email
fr_fr: Adresse e-mail pour envoyer un e-mail de test

source: Enable "View in my time" button on frontend events - This will help visitor to localize event time
fr_fr: Activer le bouton "Voir dans mon heure" sur les événements du frontend - Cela aidera le visiteur à localiser l'heure de l'événement

source: Enable Additional Data Field #
fr_fr: Activer le champ de données supplémentaire #

source: Enable custom event time format on eventCard
fr_fr: Activer le format d'heure d'événement personnalisé sur la carte d'événement

source: Enable debug on EventON Calendar
fr_fr: Activer le débogage sur le calendrier EventON

source: Enable generate google maps from address for all newly created events, by default
fr_fr: Activer la génération de cartes Google à partir de l'adresse pour tous les nouveaux événements créés, par défaut

source: Enable health guidelines for this event
fr_fr: Activer les directives de santé pour cet événement

source: Enable Invite others
fr_fr: Activer Inviter d'autres personnes

source: Enable language corresponding events
fr_fr: Activer les événements de langage correspondants

source: Enable mute everyone
fr_fr: Activer le silence pour tous

source: Enable navigating between events on open event lightbox
fr_fr: Activer la navigation entre les événements sur la lightbox d'événement ouverte

source: Enable PayPal event ticket payments
fr_fr: Activer les paiements de billets d'événement PayPal

source: Enable RTL (right-to-left all eventon calendars)
fr_fr: Activer RTL (droite à gauche pour tous les calendriers Eventon)

source: Enable sanitizing HTML content for event data
fr_fr: Activer la désinfection du contenu HTML pour les données d'événement

source: Enable Speaker Stats
fr_fr: Activer les statistiques de l'orateur

source: Enable viewer share desktop
fr_fr: Activer le partage d'écran pour les spectateurs

source: Enable Viewer to leave feedback
fr_fr: Activer l'affichage des commentaires du visiteur

source: Enable viewer to record video
fr_fr: Activer l'enregistrement vidéo pour le spectateur

source: Enable viewer to see keyboard shortcuts
fr_fr: Activer l'affichage des raccourcis clavier pour le spectateur

source: Enable viewer to share a youtube video
fr_fr: Activer le partage d'une vidéo YouTube pour les spectateurs

source: Enable viewer to switch to fullscreen
fr_fr: Activer le passage en plein écran pour le visionneur

source: Enable waiting room
fr_fr: Activer la salle d'attente

source: Enable Zoom API
fr_fr: Activer l'API Zoom

source: Enabling this will add eventon custom debug messages to wp debug log. Make sure to enable WP_DEBUG for this to work properly.
fr_fr: L'activation de cette fonctionnalité ajoutera des messages de débogage personnalisés Eventon au journal de débogage WP. Assurez-vous d'activer WP_DEBUG pour que cela fonctionne correctement.

source: Enabling this will allow you to set a virtual event time for this event, that will be visible on frontend, while actual event end time will be used to calculate how long the event is visible on the calendar.
fr_fr: L'activation de cette option vous permettra de définir une heure d'événement virtuelle pour cet événement, qui sera visible sur le site web, tandis que l'heure de fin réelle de l'événement sera utilisée pour calculer combien de temps l'événement est visible sur le calendrier.

source: Enabling this will convert this into a virtual event with various virtual event specific features.
fr_fr: L'activation de cette fonctionnalité convertira cela en un événement virtuel avec diverses fonctionnalités spécifiques aux événements virtuels.

source: Enabling this will create single style file for all the eventon addons activated in your site that support this feature. This will help improve loading speed. Furthermore you can use https://wordpress.org/plugins/autoptimize/ plugin to optimize JS files into just few files.
fr_fr: L'activation de cette fonctionnalité créera un seul fichier de style pour tous les modules complémentaires Eventon activés sur votre site qui prennent en charge cette fonctionnalité. Cela aidera à améliorer la vitesse de chargement. De plus, vous pouvez utiliser le plugin https://wordpress.org/plugins/autoptimize/ pour optimiser les fichiers JS en quelques fichiers seulement.

source: Enabling this will DELETE eventON settings and event post data when you uninstall eventON from this website. By default eventON settings and data are not deleted from database (when plugin is uninstalled)
fr_fr: L'activation de cette option SUPPRIMERA les paramètres eventON et les données de publication d'événements lorsque vous désinstallez eventON de ce site. Par défaut, les paramètres et les données eventON ne sont pas supprimés de la base de données (lorsque le plugin est désinstallé)

source: Enabling this will hide the live event progress bar on event top
fr_fr: L'activation de cette option masquera la barre de progression de l'événement en direct en haut de l'événement

source: Enabling this will sanitize HTML content using evo_helper()->sanitize_html() function and remove unsupported html content. By default any HTML content is allowed.
fr_fr: L'activation de cette option va nettoyer le contenu HTML en utilisant la fonction evo_helper()->sanitize_html() et supprimer le contenu HTML non pris en charge. Par défaut, tout contenu HTML est autorisé.

source: Enabling this will show virtual event link without hiding it behind a redirect url.
fr_fr: L'activation de cette option affichera le lien d'événement virtuel sans le masquer derrière une URL de redirection.

source: Enabling this will stop encoding the URL of event on social share options including email share.
fr_fr: L'activation de cette option arrêtera le codage de l'URL de l'événement dans les options de partage sur les réseaux sociaux, y compris le partage par e-mail.

source: End Date
fr_fr: Date de fin

source: End Time
fr_fr: Heure de fin

source: Endpoint
fr_fr: Point de terminaison

source: Endpoint only runs eventon needed codes for the most part. AJAX use admin-ajax.php url which loads most of admin codes. @since 4.5.5
fr_fr: Point de terminaison qui exécute uniquement les codes d'événement nécessaires pour la plupart. AJAX utilise l'URL admin-ajax.php qui charge la plupart des codes d'administration. @since 4.5.5

source: Enter a location address
fr_fr: Entrez une adresse de localisation

source: Enter a location link
fr_fr: Entrez un lien d'emplacement

source: Enter License Now
fr_fr: Saisir la licence maintenant

source: Enter Organizer Email Address
fr_fr: Entrez l'adresse e-mail de l'organisateur

source: Enter Organizer Phone Number
fr_fr: Entrez le numéro de téléphone de l'organisateur

source: Enter the price for paypal buy now button <i>eg. 23.99</i> (WITHOUT currency symbol)
fr_fr: Entrez le prix pour le bouton d'achat immédiat PayPal <i>Ex. 23,99 </i>(SANS symbole de devise)

source: Enter Your EventON Purchase Key
fr_fr: Entrez votre clé d'achat EventON

source: Entering Location and Venue data will show Google maps on Events. Organizers will allow you to set event organizers with their contact information. <em>User Interaction for event click</em> controls how the event will interact upon a user click on the event from the calendar.
fr_fr: La saisie des données de lieu et de salle affichera les cartes Google sur les événements. Les organisateurs vous permettront de configurer les organisateurs d'événements avec leurs coordonnées. <em>Interaction utilisateur pour le clic d'événement </em>contrôle la façon dont l'événement interagira lorsqu'un utilisateur cliquera sur l'événement à partir du calendrier.

source: Envato Username
fr_fr: Nom d'utilisateur Envato

source: Eritrean nakfa
fr_fr: Nakfa érythréen

source: Error: There are unclosed HTML tags in the event details. Please fix the content in the editor.
fr_fr: Erreur : Il y a des balises HTML non fermées dans les détails de l'événement. Veuillez corriger le contenu dans l'éditeur.

source: Ethiopian birr
fr_fr: Birr éthiopien

source: Event
fr_fr: Evénement

source: Event area sanitized before event
fr_fr: Espace événementiel désinfecté avant l'événement

source: Event Attendance Mode
fr_fr: Mode de participation à l'événement

source: Event box
fr_fr: Boîte d'événement

source: Event Capacity Icon
fr_fr: Icône de capacité d'événement

source: Event Card
fr_fr: Carte d'événement

source: Event Card Background Color
fr_fr: Couleur de fond de la carte d'événement

source: Event Card Inner Section Background Color
fr_fr: Couleur de fond de la section interne de la carte d'événement

source: Event Categories
fr_fr: Catégories d'événements

source: Event Color
fr_fr: Couleur de l'événement

source: Event Completed
fr_fr: Événement terminé

source: Event Count
fr_fr: Nombre d'événements

source: Event Count Background Color
fr_fr: Couleur de fond du compteur d'événements

source: Event count limit
fr_fr: Limite du nombre d'événements

source: Event Count Limit (eg. 4)
fr_fr: Limite du nombre d'événements (ex. 4)

source: Event Count Text Color
fr_fr: Couleur du texte du comptage d'événements

source: Event creation failed, could not create duplicate event:
fr_fr: La création de l'événement a échoué, impossible de créer un événement en double.

source: Event creation failed, could not find original event:
fr_fr: La création de l'événement a échoué, l'événement original n'a pas été trouvé :

source: Event Custom Meta Fields
fr_fr: Champs métadonnées personnalisés d'événement

source: Event Cut-off
fr_fr: Date limite de l'événement

source: Event Data
fr_fr: Données d'événement

source: Event Data Saved Successfully
fr_fr: Données d'événement enregistrées avec succès

source: Event date block
fr_fr: Bloc de date d'événement

source: Event Day Name
fr_fr: Nom de la journée de l'événement

source: Event Details
fr_fr: Détails de l'événement

source: Event Details Icon
fr_fr: Icône des détails de l'événement

source: Event End
fr_fr: Fin

source: Event End AM/PM
fr_fr: Fin de l'événement AM/PM

source: Event End Date
fr_fr: Date de fin de l'événement

source: Event End Hour
fr_fr: Heure de fin de l'événement

source: Event End Minutes
fr_fr: Minutes de fin d'événement

source: Event End Time
fr_fr: Heure de fin de l'événement

source: Event End Year (If different than start year)
fr_fr: Année de fin de l'événement (si différente de l'année de début)

source: Event filtering options to show on the calendar</i>
fr_fr: Options de filtrage d'événements à afficher sur le calendrier </i>

source: Event id is missing!
fr_fr: L'identifiant d'événement est manquant !

source: Event Image
fr_fr: Image de l'événement

source: Event indexing create a data field in wp_options with a list of events and respective event date range. This will be used to fetch events in the calendar range.
fr_fr: Indexation d'événements crée un champ de données dans wp_options avec une liste d'événements et une plage de dates d'événement respective. Cela sera utilisé pour récupérer les événements dans la plage de calendrier.

source: Event is held outside
fr_fr: L'événement se déroule à l'extérieur

source: Event Learn More Icon
fr_fr: Événement En savoir plus Icône

source: Event Link
fr_fr: Lien de l'événement

source: Event Lists
fr_fr: Listes d'événements

source: Event Location
fr_fr: Lieu de l'événement

source: Event Location Address
fr_fr: Adresse du lieu de l'événement

source: Event Location Icon
fr_fr: Icône d'emplacement d'événement

source: Event Location Name
fr_fr: Nom du lieu de l'événement

source: Event Locations
fr_fr: Lieux d'événements

source: Event Loction term ID(s) - seperate by commas (eg. 3,12)
fr_fr: ID(s) de terme d'emplacement d'événement - séparez par des virgules (ex. 3,12)

source: Event Main Title
fr_fr: Titre principal de l'événement

source: Event Name
fr_fr: Nom de l'événement

source: Event Options
fr_fr: Options d'événement

source: Event Order
fr_fr: Ordre de l'événement

source: Event Organizer
fr_fr: Organisateur d'événements

source: Event Organizer Icon
fr_fr: Icône d'organisateur d'événements

source: Event Organizer Names
fr_fr: Noms des organisateurs d'événements

source: Event Organizer term ID(s) - seperate by commas (eg. 3,12)
fr_fr: ID(s) de l'organisateur d'événement - séparez par des virgules (ex. 3,12)

source: Event Organizers
fr_fr: Organisateurs d'événements

source: Event post doesnt exists!
fr_fr: L'annonce d'événement n'existe pas !

source: Event Posted Date
fr_fr: Date de publication de l'événement

source: Event Progress Bar
fr_fr: Barre de progression de l'événement

source: Event Readable Time
fr_fr: Heure de l'événement lisible

source: Event Repeat Icon
fr_fr: Icône de répétition d'événement

source: Event Repeat Type
fr_fr: Type de répétition d'événement

source: Event Repeats Info
fr_fr: Informations sur la répétition de l'événement

source: Event sorting options to show on Calendar <i>(Note: Event Date is default sorting method.)</i>
fr_fr: Options de tri d'événements à afficher sur le calendrier <i>(Note : La date de l'événement est la méthode de tri par défaut.) </i>

source: Event Start
fr_fr: Début

source: Event Start AM/PM
fr_fr: Heure de début AM/PM

source: Event Start Date
fr_fr: Date de début de l'événement

source: Event Start Hour
fr_fr: Heure de début de l'événement

source: Event Start Minutes
fr_fr: Début de l'événement en minutes

source: Event Start Time
fr_fr: Heure de début de l'événement

source: Event Start Year
fr_fr: Année de début de l'événement

source: Event Status
fr_fr: État de l'événement

source: Event Status eg. cancelled, reschedule etc.
fr_fr: État de l'événement, par exemple annulé, reprogrammé, etc.

source: Event Status Filtering
fr_fr: Filtrage de l'état de l'événement

source: Event Status Reason
fr_fr: Raison du statut de l'événement

source: Event Status Reason Content
fr_fr: Raison du statut de l'événement Contenu

source: Event Sub Title
fr_fr: Sous-titre de l'événement

source: Event Sub Title Text Color
fr_fr: Couleur du texte du sous-titre de l'événement

source: Event Subtitle
fr_fr: Sous-titre de l'événement

source: Event Tag
fr_fr: Étiquette d'événement

source: Event Tag IDs - seperate by commas (eg. 3,12)
fr_fr: ID des étiquettes d'événement - séparez par des virgules (ex. 3,12)

source: Event Tag Types
fr_fr: Types d'étiquettes d'événement

source: Event Tags
fr_fr: Étiquettes d'événement

source: Event text string (plural text)
fr_fr: Chaînes de texte d'événement (textes pluriels)

source: Event text string (singular text)
fr_fr: Chaîne de texte d'événement (texte singulier)

source: Event Text String Settings
fr_fr: Paramètres des chaînes de texte d'événement

source: Event Ticket Icon
fr_fr: Icône de billet d'événement

source: Event Time
fr_fr: Heure de l'événement

source: Event Time Extended Type
fr_fr: Type d'événement temps étendu

source: Event Time extended type
fr_fr: Type d'événement Heure étendue

source: Event Time Icon
fr_fr: Icône Heure de l'événement

source: Event Time Zone
fr_fr: Fuseau horaire de l'événement

source: Event Timezone
fr_fr: Fuseau horaire de l'événement

source: Event Title Text Color
fr_fr: Couleur du texte du titre de l'événement

source: Event Type
fr_fr: Type d'événement

source: event type
fr_fr: Type d'événement

source: Event Type #2 Filter (Term IDs separated by commas)
fr_fr: Type d'événement #2 Filtre (ID de termes séparés par des virgules)

source: Event Type 2
fr_fr: Type d'événement 2

source: event type 2
fr_fr: Type d'événement 2

source: Event Type 2 category IDs - seperate by commas (eg. 3,12)
fr_fr: Type d'événement 2 ID de catégories - séparez par des virgules (ex. 3,12)

source: event type 3
fr_fr: Type d'événement 3

source: event type 4
fr_fr: Type d'événement 4

source: event type 5
fr_fr: Type d'événement 5

source: Event Type Categories can be edited, deleted and updated in this page. <br/>More Information: <a href="http://www.myeventon.com/documentation/how-to-use-event-types-to-do-more/" target="_blank">Learn how to use event types to do more with eventON</a>
fr_fr: Les catégories de type d'événement peuvent être éditées, supprimées et mises à jour sur cette page. <br/>Plus d'informations : <a href="http://www.myeventon.com/documentation/how-to-use-event-types-to-do-more/" target="_blank">Découvrez comment utiliser les types d'événements pour faire plus avec eventON </a>

source: Event Type category IDs - seperate by commas (eg. 3,12)
fr_fr: ID de catégorie de type d'événement - séparés par des virgules (ex. 3,12)

source: Event Type Color Override
fr_fr: Remplacement de la couleur du type d'événement

source: Event type color override
fr_fr: Remplacement de la couleur du type d'événement

source: Event Type Filter (Term IDs separated by commas)
fr_fr: Filtre de type d'événement (ID de termes séparés par des virgules)

source: EventCard
fr_fr: Carte d'événement

source: EventCard Design Saved Successfully
fr_fr: Conception de la carte d'événement enregistrée avec succès

source: EventCard Icons
fr_fr: Icônes de carte d'événement

source: EventCard Lightbox Scroll Style
fr_fr: Style de défilement de la lightbox de la carte d'événement

source: EventCard Multi Data Types
fr_fr: Carte d'événement Multi Types de données

source: EventCard Settings (EventCard is the full event details card)
fr_fr: Paramètres de la carte d'événement (la carte d'événement affiche tous les détails de l'événement)

source: EventCard Styles
fr_fr: Styles de carte d'événement

source: EventON %s is disabled! -
fr_fr: EventON %s est désactivé !

source: EventON & Website Environment Stats
fr_fr: Statistiques d'EventON et d'environnement du site Web

source: EventON & Your Website Environment Data
fr_fr: EventON & Données d'environnement de votre site Web

source: EventON - Event Calendar
fr_fr: EventON - Calendrier d'événements

source: EventON Calendar
fr_fr: Calendrier EventON

source: EventON Calendar Changelog
fr_fr: Journal des modifications d'EventON Calendar

source: EventON Changelog
fr_fr: Journal des modifications d'EventON

source: EventON Content Filter
fr_fr: Filtre de contenu EventON

source: EventON Documentation
fr_fr: Documentation EventON

source: EventOn Event Post Slug
fr_fr: Chaine d'URL de publication d'événement EventOn
