Repository: Toile-bleue/Translated-.po-in-French-
Catalog: eventon-*.po
Languages: fr_fr

source: Open EventCards on Load
fr_fr: Ouvrir les EventCards au chargement

source: Open eventCards on load
fr_fr: Ouvrir les eventCards au chargement

source: Open eventCards when the calendar first load on the page by default. This will override the settings saved for default calendar.
fr_fr: Ouvrez les eventCards lorsque le calendrier se charge pour la première fois sur la page par défaut. Cela remplacera les paramètres enregistrés pour le calendrier par défaut.

source: Open eventcards when the calendar first load on the page by default. This will override the settings saved for default calendar.
fr_fr: Ouvrez les cartes d'événement lorsque le calendrier se charge pour la première fois sur la page par défaut. Cela remplacera les paramètres enregistrés pour le calendrier par défaut.

source: Open in new tab
fr_fr: Ouvrir dans un nouvel onglet

source: Open in New window
fr_fr: Ouvrir dans une nouvelle fenêtre

source: Open in new window
fr_fr: Ouvrir dans une nouvelle fenêtre

source: Open in single event page
fr_fr: Ouvrir dans la page d'événement unique

source: Open in single event page in new window
fr_fr: Ouvrir dans une nouvelle fenêtre la page d'événement unique

source: Open Jitsi Meeting Settings
fr_fr: Ouvrir les paramètres de réunion Jitsi

source: Open link in new window
fr_fr: Ouvrir le lien dans une nouvelle fenêtre

source: Open Location in Google Maps
fr_fr: Ouvrir l'emplacement dans Google Maps

source: Open location link in new window
fr_fr: Ouvrir le lien d'emplacement dans une nouvelle fenêtre

source: Open organizer link in new window
fr_fr: Ouvrir le lien d'organisateur dans une nouvelle fenêtre

source: Open Zoom Meeting Settings
fr_fr: Ouvrir les paramètres de réunion Zoom

source: Optional Access Pass Information
fr_fr: Informations sur le passe d'accès facultatif

source: Optional button action
fr_fr: Action de bouton facultatif

source: Optional no event button action custom URL
fr_fr: Bouton d'événement facultatif sans action, URL personnalisée

source: Optional Password
fr_fr: Mot de passe facultatif

source: Optional RTMP Embed HTML code
fr_fr: Code HTML d'intégration RTMP facultatif

source: Optional Twitch Embed HTML code
fr_fr: Code HTML d'intégration Twitch facultatif

source: Optional Twitch Password
fr_fr: Mot de passe Twitch facultatif

source: Optional Vimeo Embed HTML code
fr_fr: Code HTML d'intégration Vimeo facultatif

source: Optional Vimeo Password
fr_fr: Mot de passe Vimeo facultatif

source: Optional Wistia Embed HTML code
fr_fr: Code HTML d'intégration Wistia facultatif

source: Optional Wistia Password
fr_fr: Mot de passe Wistia facultatif

source: OR
fr_fr: OU

source: OR Select from other colors
fr_fr: OU Sélectionnez parmi d'autres couleurs

source: Organizer
fr_fr: Organisateur

source: organizer
fr_fr: organisateur

source: Organizer Data
fr_fr: Données de l'organisateur

source: Organizer Description
fr_fr: Description de l'organisateur

source: Organizer ID
fr_fr: ID d'organisateur

source: Organizer Image
fr_fr: Image de l'organisateur

source: Organizer Link
fr_fr: Lien de l'organisateur

source: Organizer Name
fr_fr: Nom de l'organisateur

source: Organizer Physical Address
fr_fr: Adresse physique de l'organisateur

source: Organizer Secondary Description
fr_fr: Description secondaire de l'organisateur

source: Original Text
fr_fr: Texte original

source: Other
fr_fr: Autre

source: Other additional health guidelines
fr_fr: Autres directives de santé supplémentaires

source: Other Debug & Diagnose Settings
fr_fr: Autres paramètres de débogage et de diagnostic

source: Other Event Data
fr_fr: Autres données d'événement

source: Other EventCard Settings
fr_fr: Autres paramètres d'EventCard

source: Other EventTop Colors
fr_fr: Autres ÉvénementsMeilleures Couleurs

source: Other General Contact Details
fr_fr: Autres coordonnées générales de contact

source: Other Health Guidelines Box Color
fr_fr: Autres directives de santé Boîte de couleur

source: Other Information
fr_fr: Autres Informations

source: Other Information: Until the moderator is joined, the viewers will see a message. Once the moderator is signed in, the viewers page will refresh at above mentioned refresh rate and will reload page wth event access open for them.
fr_fr: Autres informations : jusqu'à ce que le modérateur se joigne, les spectateurs verront un message. Une fois que le modérateur est connecté, la page des spectateurs se mettra à jour à la fréquence de rafraîchissement mentionnée ci-dessus et rechargera la page avec l'accès à l'événement ouvert pour eux.

source: Other Live Stream
fr_fr: Autre diffusion en direct

source: Other Pre-Recorded Video of Event
fr_fr: Autre vidéo enregistrée de l'événement

source: Other Recommendations
fr_fr: Autres recommandations

source: Other text ( Eg. Time, location etc.)
fr_fr: Autre texte (par exemple, heure, emplacement, etc.)

source: Override event color with event type color
fr_fr: Remplacer la couleur de l'événement par la couleur du type d'événement

source: Override featured event color
fr_fr: Ignorer la couleur de l'événement en vedette

source: Pakistani rupee
fr_fr: Roupie pakistanaise

source: Panamanian balboa
fr_fr: Balboa panaméen

source: Papua New Guinean kina
fr_fr: kina de Papouasie-Nouvelle-Guinée

source: Paraguayan guaran&iacute;
fr_fr: Guarani paraguayen

source: Parent %s Category
fr_fr: Catégorie parente %s

source: Parent %s Category:
fr_fr: Catégorie parente %s :

source: Password
fr_fr: Mot de passe

source: Past & Future Event Filtering
fr_fr: Filtrage des événements passés et futurs

source: Past Events
fr_fr: Événements précédents

source: Past or upcoming events cut-off time. This will allow you to override past event cut-off settings for calendar events. Current date = today at 12:00am
fr_fr: Heure de coupure des événements passés ou à venir. Cela vous permet de remplacer les paramètres de coupure d'événement passés pour les événements du calendrier. Date actuelle = aujourd'hui à 00h00

source: Past/Future Events Filter
fr_fr: Filtre d'événements passés/futurs

source: Paypal "BUY NOW" button
fr_fr: Bouton Paypal "ACHETER MAINTENANT"

source: PayPal Currently supports 25 currencies
fr_fr: PayPal prend actuellement en charge 25 devises

source: Periscope
fr_fr: Périscope

source: Periscope Video URL
fr_fr: URL de la vidéo Periscope

source: Philippine peso
fr_fr: Peso philippin

source: Phone Number
fr_fr: Numéro de téléphone

source: Physical distance maintained event
fr_fr: Événement avec distance physique respectée

source: Physical Event
fr_fr: Événement physique

source: Physical Location
fr_fr: Emplacement physique

source: Pick a color
fr_fr: Choisissez une couleur

source: Pinterest (Only shows if the event has featured image)
fr_fr: Pinterest (N'apparaît que si l'événement a une image mise en avant)

source: Please add a featured image first
fr_fr: Veuillez ajouter une image mise en avant tout d'abord

source: Please check out our
fr_fr: Veuillez consulter notre

source: Please use text area below to write your own CSS styles to override or fix style/layout changes in your calendar. <br/>These styles will be appended into the dynamic styles sheet loaded on the front-end.
fr_fr: Veuillez utiliser le champ de texte ci-dessous pour écrire vos propres feuilles de style CSS afin de remplacer ou de corriger les modifications de style/mise en page dans votre calendrier. <br/>Ces styles seront ajoutés dans la feuille de style dynamique chargée sur le front-end.

source: Please use text area below to write your own PHP codes that will run on your site. These codes run on both back and frontend of your website on init().
fr_fr: Veuillez utiliser la zone de texte ci-dessous pour écrire vos propres codes PHP qui s'exécuteront sur votre site. Ces codes s'exécutent à la fois sur le back-end et le front-end de votre site sur init().

source: Please use the above field to type in custom language text that will be used to replace the original language text on the front-end of the calendar.
fr_fr: Veuillez utiliser le champ ci-dessus pour saisir un texte de langue personnalisé qui remplacera le texte de langue original sur le calendrier côté client.

source: Please visit %s to learn how to update eventon addons.
fr_fr: Veuillez visiter %s pour savoir comment mettre à jour les extensions Eventon.

source: Polish z&#x142;oty
fr_fr: Złoty polonais

source: Post Data
fr_fr: Données de publication

source: Post type is not an event
fr_fr: Le type de publication n'est pas un événement

source: Posted Date
fr_fr: Date de publication

source: Postponed
fr_fr: Reporté

source: Postponed Tag
fr_fr: Étiquette reportée

source: Pound sterling
fr_fr: Livre sterling

source: Preliminary
fr_fr: Préliminaire

source: Preview
fr_fr: Aperçu

source: Preview &#8220;%s&#8221;
fr_fr: Aperçu "%s"

source: Primary Button Colors
fr_fr: Couleurs des boutons principaux

source: Primary Calendar Font family <i>(Note: type the name of the font that is supported in your website. eg. Arial)</i>
fr_fr: Famille de police du calendrier principal <i>(Nommez la police de caractères prise en charge sur votre site. par exemple : Arial) </i>

source: Primary Default Color
fr_fr: Couleur principale par défaut

source: PROTIP: If the /events page does not work due to theme/plugin conflicts, create a new page, call it <b>"Events Directory"</b> Insert eventon shortcode and use that as your main events page which will have a URL ending like /events-directory. This would be a perfect solution if you have conflicts with /events slug.
fr_fr: ASTUCE : Si la page /events ne fonctionne pas en raison de conflits de thème/extensions, créez une nouvelle page, appelez-la <b>"Annuaire d'événements" </b>Insérez le shortcode Eventon et utilisez-le comme page d'événements principale qui aura une URL se terminant par /events-directory. Ce serait une solution parfaite si vous rencontrez des conflits avec le slug /events.

source: Qatari riyal
fr_fr: Riyal qatarien

source: Query all the event posts
fr_fr: Interroger tous les articles d'événement

source: Query only the event posts created this month
fr_fr: Interroger uniquement les articles d'événement créés ce mois-ci

source: Query only the event posts created this year
fr_fr: Interroger uniquement les articles d'événement créés cette année

source: Query only the event posts created within last 12 months
fr_fr: Requêter uniquement les articles d'événement créés au cours des 12 derniers mois

source: Query only the event posts created within last 2 months
fr_fr: Requêter uniquement les articles d'événement créés au cours des 2 derniers mois

source: Query only the event posts created within last 3 months
fr_fr: Requêter uniquement les articles d'événement créés au cours des 3 derniers mois

source: Query only the event posts created within last 4 months
fr_fr: Interroger uniquement les articles d'événement créés au cours des 4 derniers mois

source: Query only the event posts created within last 5 months
fr_fr: Requêter uniquement les articles d'événement créés au cours des 5 derniers mois

source: Query only the event posts created within last 6 months
fr_fr: Requêter uniquement les articles d'événement créés au cours des 6 derniers mois

source: Quick&nbsp;Edit
fr_fr: Édition rapide

source: Random Order
fr_fr: Ordre aléatoire

source: Reason for cancelling
fr_fr: Raison d'annulation

source: Recorded as moderator joined
fr_fr: Enregistré comme modérateur a rejoint

source: Recorded as moderator left
fr_fr: Enregistré comme modérateur est parti

source: Recorded Event Video URL
fr_fr: URL de la vidéo de l'événement enregistré

source: Redirect load more events button
fr_fr: Rediriger le bouton Charger plus d'événements

source: Refer to guide for acceptable date/time format values: php <a href="https://www.php.net/manual/en/datetime.format.php" target="_blank">date()</a> Use \ to add special characters eg. \a\t H:i
fr_fr: Référez-vous au guide pour les valeurs de format de date/heure acceptables : php <a href="https://www.php.net/manual/en/datetime.format.php" target="_blank">date() </a>Date de livraison estimée : \a\t H:i le \d\e \FIntialized \à \H:i

source: Related Events
fr_fr: Événements liés

source: Related Events Icon
fr_fr: Icône d'événements liés

source: Related Locations
fr_fr: Emplacements associés

source: Related Organizers
fr_fr: Organisateurs associés

source: Remove %s image
fr_fr: Supprimer l'image %s

source: Remove Image
fr_fr: Supprimer l'image

source: Remove JSON-LD data for events
fr_fr: Supprimer les données JSON-LD pour les événements

source: Remove schema data from calendar
fr_fr: Supprimer les données de schéma du calendrier

source: Remove the month headers that seprate each months events in the list.
fr_fr: Supprimez les en-têtes de mois qui séparent les événements de chaque mois dans la liste.

source: Repeat Event
fr_fr: Répéter l'événement

source: Repeat Event Settings
fr_fr: Paramètres de répétition d'événement

source: Repeat Instance Added
fr_fr: Exemplaire répété ajouté

source: Repeat mode
fr_fr: Mode répétition

source: Repeat on selected days
fr_fr: Répéter les jours sélectionnés

source: Repeat Settings
fr_fr: Répéter les paramètres

source: Repeating
fr_fr: Répétition

source: Repeating Events Tag
fr_fr: Étiquette d'événements répétitifs

source: Repeating Type
fr_fr: Type répétitif

source: Require "event count limit" to work, then this will add a button to show rest of the events for calendar in increments
fr_fr: Exiger la "limite de comptage d'événements" pour fonctionner, cela ajoutera ensuite un bouton pour afficher le reste des événements pour le calendrier par incréments

source: Required permission missing
fr_fr: Autorisation requise manquante

source: Required permission missing!
fr_fr: Autorisation requise manquante !

source: Required values
fr_fr: Valeurs requises

source: Rescheduled
fr_fr: Reporté

source: Rescheduled Tag
fr_fr: Étiquette de report

source: Reset appearance color settings to default values. (Save changes afterwards)
fr_fr: Réinitialiser les paramètres de couleur d'apparence aux valeurs par défaut. (Enregistrer les modifications ensuite)

source: Reset Colors to Default
fr_fr: Réinitialiser les couleurs par défaut

source: Reset Permalinks
fr_fr: Réinitialiser les liens permanents

source: Reset to Default Color
fr_fr: Réinitialiser à la couleur par défaut

source: Restore
fr_fr: Rétablir

source: Restore this item from the Trash
fr_fr: Rétablir cet élément depuis la Corbeille

source: Restrict single event pages to logged-in users only
fr_fr: Restreindre les pages d'événements uniques aux utilisateurs connectés uniquement

source: Right after event end time is passed
fr_fr: Immédiatement après la fin de l'événement

source: Right when event starts
fr_fr: Dès le début de l'événement

source: ROADMAP Displays the normal default 2D
fr_fr: FEUILLE DE ROUTE Affiche la vue 2D par défaut normale

source: Romanian leu
fr_fr: Leu roumain

source: RTMP Stream
fr_fr: Flux RTMP

source: RTMP URL
fr_fr: URL RTMP

source: Russian ruble
fr_fr: Rouble russe

source: Rwandan franc
fr_fr: Franc rwandais

source: S&atilde;o Tom&eacute; and Pr&iacute;ncipe dobra
fr_fr: Sao Tomé-et-Principe dobra

source: Saint Helena pound
fr_fr: Livre de Sainte-Hélène

source: Samoan t&#x101;l&#x101;
fr_fr: Tālā samoan

source: SATELLITE Displays photographic tiles
fr_fr: SATELLITE Affiche des tuiles photographiques

source: saturday
fr_fr: samedi

source: Saudi riyal
fr_fr: Riyal saoudien

source: Save Changes
fr_fr: Enregistrer les modifications

source: Saved Successfully
fr_fr: Enregistré avec succès

source: Scaled cropped image to fit the full box
fr_fr: Image découpée et redimensionnée pour s'adapter à la boîte complète

source: Schedule View
fr_fr: Vue du calendrier

source: Scheduled
fr_fr: Prévu

source: Schema microdata helps in google and other search engines find events in special event data format. With this option you can remove those microdata from showing up on front-end calendar.
fr_fr: Le schéma de microdonnées aide Google et les autres moteurs de recherche à trouver les événements dans un format de données d'événement spécial. Avec cette option, vous pouvez supprimer ces microdonnées de l'affichage sur le calendrier frontal.

source: Scripts & Styling
fr_fr: Scripts et Mise en forme

source: Search %s
fr_fr: Rechercher %s

source: Search %s Categories
fr_fr: Rechercher %s Catégories

source: Search all events (past and current)
fr_fr: Rechercher tous les événements (passés et actuels)

source: Search Box
fr_fr: Boîte de recherche

source: Search by text string.
fr_fr: Rechercher par chaîne de texte.

source: Search Effect
fr_fr: Effet de recherche

source: Search Engine Structured Data
fr_fr: Données structurées du moteur de recherche

source: Search Events
fr_fr: Rechercher des événements

source: Search events by name
fr_fr: Rechercher des événements par nom

source: Search Field
fr_fr: Champ de recherche

source: Search fields
fr_fr: Champs de recherche

source: Search Icon
fr_fr: Icône de recherche

source: Second
fr_fr: Deuxième

source: Secondary Button Colors
fr_fr: Couleurs du bouton secondaire

source: Secondary Calendar Font family <i>(Note: type the name of the font that is supported in your website. eg. Arial)</i>
fr_fr: Police de caractères du calendrier secondaire <i>(Nommez la police de caractères prise en charge sur votre site. par exemple : Arial) </i>

source: Secondary Color
fr_fr: Couleur secondaire

source: Secondary Default Color
fr_fr: Couleur secondaire par défaut

source: Section subtitle text
fr_fr: Texte du sous-titre de la section

source: Section Title Text
fr_fr: Texte du titre de la section

source: Security Check Failed
fr_fr: Échec de la vérification de sécurité

source: Security Check Failed!
fr_fr: Échec de la vérification de sécurité !

source: Select
fr_fr: Sélectionner

source: Select a %s from list
fr_fr: Sélectionnez un %s dans la liste

source: Select a precise timing for the cut off time for past events
fr_fr: Sélectionnez un horaire précis pour la limite de temps pour les événements passés

source: Select a term from the below list.
fr_fr: Sélectionnez un terme dans la liste ci-dessous.

source: Select a text string from list and type in the translated version of that text here
fr_fr: Il n'y a pas de texte à traduire. Veuillez fournir le texte à traduire.

source: Select a user for above role
fr_fr: Sélectionner un utilisateur pour le rôle ci-dessus

source: Select a user role to find users
fr_fr: Sélectionnez un rôle d'utilisateur pour trouver les utilisateurs

source: Select an Icon
fr_fr: Sélectionner une icône

source: Select an Image
fr_fr: Sélectionner une image

source: Select ascending or descending order for events within a month. By default it will be Ascending order.
fr_fr: Sélectionnez l'ordre croissant ou décroissant pour les événements au sein d'un mois. Par défaut, c'est l'ordre croissant qui sera utilisé.

source: Select available EventON trigger points to pass values to webhook
fr_fr: Sélectionnez les points de déclenchement EventON disponibles pour transmettre des valeurs au webhook

source: Select below EventTop tags to HIDE (Tags you selected below will be hidden from view on frontend.)
fr_fr: Sélectionnez ci-dessous les balises EventTop à MASQUER (Les balises que vous sélectionnez ci-dessous seront masquées de la vue sur le frontend.)

source: Select calendar event content filter type
fr_fr: Sélectionner le type de filtre de contenu d'événement de calendrier

source: Select data fields to show
fr_fr: Sélectionner les champs de données à afficher

source: Select Default Calendar EventTop Style
fr_fr: Sélectionner le style d'événement de calendrier par défaut en haut

source: Select display styles for no event view
fr_fr: Sélectionner les styles d'affichage pour aucune vue d'événement

source: Select event calendar WP Query method
fr_fr: Sélectionner le calendrier d'événements méthode WP Query

source: Select Event Display Style
fr_fr: Sélectionner le style d'affichage de l'événement

source: Select Event Top location display data
fr_fr: Sélectionner les données d'affichage du lieu en tête de l'événement

source: Select Event Type
fr_fr: Sélectionner le type d'événement

source: Select Event Type 2
fr_fr: Sélectionner le type d'événement 2

source: Select EventTop Organizer click action
fr_fr: Sélectionner ÉvénementEn-tête Organisateur cliquez sur l'action

source: Select eventTop style
fr_fr: Sélectionner le style eventTop

source: Select fields to show
fr_fr: Sélectionner les champs à afficher

source: Select how to open repeat event
fr_fr: Sélectionnez la façon d'ouvrir l'événement récurrent

source: Select how you would like the calendar to display when there are no events on the current month or date range. You can use this space to engage visitors in creative ways.
fr_fr: Sélectionnez la façon dont vous souhaitez que le calendrier s'affiche lorsqu'il n'y a pas d'événements pour le mois ou la plage de dates actuelle. Vous pouvez utiliser cet espace pour engager les visiteurs de manière créative.

source: Select if you want to extend this event time to longer ranges based on event start time.
fr_fr: Sélectionnez si vous souhaitez étendre la durée de cet événement à des plages plus longues en fonction de l'heure de début de l'événement.

source: Select minute increment for time select in event edit page
fr_fr: Sélectionner l'incrément minute pour la sélection de l'heure dans la page d'édition d'événement

source: Select Moderator
fr_fr: Sélectionner un modérateur

source: Select moderator for event
fr_fr: Sélectionner un modérateur pour l'événement

source: Select moderator for the virtual event
fr_fr: Sélectionner un modérateur pour l'événement virtuel

source: Select Moderator for Virtual Event
fr_fr: Sélectionner un modérateur pour l'événement virtuel

source: Select option below to customize shortcode variable values
fr_fr: Sélectionnez l'option ci-dessous pour personnaliser les valeurs de variables de code court

source: Select the email content type character encoding type
fr_fr: Sélectionner le type de codage de caractères du contenu de l'e-mail

source: Select the user interaction option to override individual event user interactions
fr_fr: Sélectionnez l'option d'interaction utilisateur pour remplacer les interactions utilisateur d'événement individuelles

source: Select the user interaction option to override individual event user interactions ONLY for mobile devices
fr_fr: Sélectionnez l'option d'interaction utilisateur pour remplacer les interactions utilisateur d'événement individuelles UNIQUEMENT pour les appareils mobiles

source: Select this option to override event colors with event type colors, if they exists
fr_fr: Sélectionnez cette option pour remplacer les couleurs d'événement par les couleurs de type d'événement, si elles existent

source: Select this option to use the default WP Date format through out eventON calendar parts excluding eventCard main date format. Default format: yyyy/mm/dd
fr_fr: Sélectionnez cette option pour utiliser le format de date WP par défaut dans toutes les parties du calendrier eventON, à l'exception du format de date principal de la carte d'événement. Format par défaut : yyyy/mm/dd

source: Select this to override event color with event type color, if set
fr_fr: Sélectionnez ceci pour remplacer la couleur de l'événement par la couleur du type d'événement, si définie

source: Select what action the clickable button should perform when clicked.
fr_fr: Sélectionnez l'action que le bouton cliquable doit effectuer lorsqu'il est cliqué.

source: Select where in your site you would like the schema data to be removed from
fr_fr: Sélectionnez où sur votre site vous souhaitez que les données de schéma soient supprimées
