Repository: Toile-bleue/Translated-.po-in-French-
Catalog: eventon-*.po
Languages: fr_fr

source: june
fr_fr: juin

source: JWT Connection [Legacy]
fr_fr: Connexion JWT [Héritage]

source: Kazakhstani tenge
fr_fr: Tenge kazakhstanaise

source: Kenyan shilling
fr_fr: Shilling kényan

source: Kuwaiti dinar
fr_fr: Dinar kuwaitien

source: Kyrgyzstani som
fr_fr: Som du Kirghizistan

source: Lang
fr_fr: Langue

source: Language
fr_fr: Langue

source: Language for Event
fr_fr: Langue pour l'événement

source: Lao kip
fr_fr: Kip laotien

source: Last
fr_fr: Dernier

source: Learn how to expand the healthcare guidelines
fr_fr: Découvrez comment étendre les lignes directrices de soins de santé

source: Learn how to find Zoom API key and other information.
fr_fr: Découvrez comment trouver la clé API Zoom et d'autres informations.

source: Learn More
fr_fr: En savoir plus

source: Learn more about event link
fr_fr: En savoir plus sur le lien d'événement

source: Learn more and Add to calendar
fr_fr: En savoir plus et Ajouter au calendrier

source: Leave empty to auto generate pass
fr_fr: Laisser vide pour générer automatiquement le mot de passe

source: Leave empty to not have access password
fr_fr: Laissez vide pour ne pas avoir de mot de passe d'accès

source: Lebanese pound
fr_fr: Livres libanais

source: Lesotho loti
fr_fr: Loti du Lesotho

source: Liberian dollar
fr_fr: Dollar libérien

source: Library of Growing Addons
fr_fr: Bibliothèque d'extensions en évolution

source: Libyan dinar
fr_fr: Dinar libyen

source: License Info
fr_fr: Informations de licence

source: License Info for %s
fr_fr: Informations sur la licence pour %s

source: License Status
fr_fr: État de la licence

source: Licenses
fr_fr: Licences

source: Lightbox Close Button Color
fr_fr: Couleur du bouton de fermeture de la lightbox

source: Lightbox popup window
fr_fr: Fenêtre contextuelle Lightbox

source: Lightbox popup window with AJAX
fr_fr: Fenêtre contextuelle Lightbox avec AJAX

source: Limit number of events for each month eg. 3
fr_fr: Limite le nombre d'événements pour chaque mois, par exemple 3

source: Link for Location
fr_fr: Lien pour l'emplacement

source: Link to custom organizer page
fr_fr: Lien vers la page d'organisateur personnalisé

source: Link to custom URL
fr_fr: Lien vers une URL personnalisée

source: Link to organizer facebook page
fr_fr: Lien vers la page Facebook de l'organisateur

source: Link to organizer Instagram page
fr_fr: Lien vers la page Instagram de l'organisateur

source: Link to organizer Linkedin page
fr_fr: Lien vers la page LinkedIn de l'organisateur

source: Link to organizer TikTok page
fr_fr: Lien vers la page TikTok de l'organisateur

source: Link to organizer Twitter/X page
fr_fr: Lien vers la page Twitter/X de l'organisateur

source: Link to organizer WhatsApp page
fr_fr: Lien vers la page WhatsApp de l'organisateur

source: Link to organizer Youtube page
fr_fr: Lien vers la page Youtube de l'organisateur

source: Linkedin Link
fr_fr: Lien Linkedin

source: Live Event Progress
fr_fr: Progrès de l'événement en direct

source: Live Event URL
fr_fr: URL de l'événement en direct

source: Live Now Calendar View
fr_fr: En direct Calendrier

source: Live Now Calendar View Styles
fr_fr: En direct Calendrier Vues de style

source: Load all eventON scripts/styles to page headers, where eventON is used
fr_fr: Charger tous les scripts/styles eventON dans les en-têtes de page, où eventON est utilisé

source: Load current repeat event by default on single event page
fr_fr: Charger l'événement répétitif actuel par défaut sur la page d'événement unique

source: Load Environment Stats
fr_fr: Charger les statistiques d'environnement

source: Load eventON scripts and styles only on eventON pages
fr_fr: Charger les scripts et les styles eventON uniquement sur les pages eventON

source: Load Initial Calendar without AJAX
fr_fr: Charger le calendrier initial sans AJAX

source: Load more events via AJAX
fr_fr: Charger plus d'événements via AJAX

source: Local meeting data has been deleted
fr_fr: Les données de réunion locales ont été supprimées

source: Locally
fr_fr: En local

source: Location
fr_fr: Emplacement

source: location
fr_fr: emplacement

source: Location & Organizer Images
fr_fr: Emplacement et images de l'organisateur

source: Location Address
fr_fr: Adresse de localisation

source: Location address will be visible on calendar as primary location information.
fr_fr: L'adresse de l'emplacement sera visible sur le calendrier en tant qu'information d'emplacement principale.

source: Location and Venue
fr_fr: Lieu et salle

source: Location City (Optional)
fr_fr: Ville (Facultatif)

source: Location Country (Optional)
fr_fr: Pays de localisation (facultatif)

source: Location Data
fr_fr: Données de localisation

source: Location Description
fr_fr: Description de l'emplacement

source: Location ID
fr_fr: ID de localisation

source: Location Image
fr_fr: Image d'emplacement

source: Location Info over Location Image
fr_fr: Informations de localisation sur l'image de localisation

source: Location Link
fr_fr: Lien de localisation

source: Location Name
fr_fr: Nom de l'emplacement

source: Location State (Optional)
fr_fr: Emplacement État (Facultatif)

source: Location Type
fr_fr: Type d'emplacement

source: Loggedin Users Only
fr_fr: Utilisateurs connectés uniquement

source: Looking for additional functionality including event tickets, frontend event submissions, RSVP to events, photo gallery and more? <br/><a href="%s" style="margin-top:5px;"target="_blank" class="evo_admin_btn btn_triad">Check out eventON addons</a>
fr_fr: Recherchez-vous des fonctionnalités supplémentaires, notamment des billets d'événement, des soumissions d'événements frontend, des réponses aux événements, une galerie de photos et plus ? <br/><a href="%s" style="margin-top:5px;"target="_blank" class="evo_admin_btn btn_triad">Découvrez les extensions eventON </a>

source: Macanese pataca
fr_fr: Pataca de Macao

source: Macedonian denar
fr_fr: Denar macédonien

source: Main Calendar
fr_fr: Calendrier principal

source: Main Color
fr_fr: Couleur principale

source: Main Event Details
fr_fr: Détails de l'événement principal

source: Main EventON block for displaying events.
fr_fr: Bloc principal EventON pour afficher les événements.

source: Make a duplicate from this event
fr_fr: Créer une copie de cet événement

source: Make all event location information visible only to logged-in users
fr_fr: Rendre toutes les informations de localisation d'événement visibles uniquement pour les utilisateurs connectés

source: Make location information only visible to logged-in users
fr_fr: Rendre les informations de localisation visibles uniquement pour les utilisateurs connectés

source: Make location only visible to registered users of your website.
fr_fr: Rendez la localisation visible uniquement aux utilisateurs inscrits de votre site Web.

source: Make sure event description content has valid properly closed HTML. If not this will add an error message instead of event description.
fr_fr: Assurez-vous que le contenu de la description de l'événement comporte un HTML valide et correctement fermé. Si ce n'est pas le cas, cela ajoutera un message d'erreur au lieu de la description de l'événement.

source: Make this a Virtual Event
fr_fr: Rendez-vous en ligne

source: Make this calendar only visible to loggedin user
fr_fr: Rendre ce calendrier visible uniquement pour les utilisateurs connectés

source: Make this event a featured event
fr_fr: Mettre cet événement en évidence

source: Malagasy ariary
fr_fr: Ariary malgache

source: Malawian kwacha
fr_fr: kwacha malawien

source: Malaysian ringgit
fr_fr: Ringgit malaisien

source: Maldivian rufiyaa
fr_fr: Roupie des Maldives

source: Manually Update?
fr_fr: Mettre à jour manuellement ?

source: Manx pound
fr_fr: Livre de Man

source: Maps API
fr_fr: API de cartes

source: march
fr_fr: mars

source: Mark this event as completed
fr_fr: Marquer cet événement comme terminé

source: Mauritanian ouguiya
fr_fr: Ouguiya mauritanien

source: Mauritian rupee
fr_fr: Roupie mauricienne

source: may
fr_fr: mai

source: Medium Size
fr_fr: Taille moyenne

source: Meeting deleted Successfully.
fr_fr: Réunion supprimée avec succès.

source: Meeting does not exist in zoom, you may create a new meeting
fr_fr: La réunion n'existe pas sur Zoom, vous pouvez créer une nouvelle réunion

source: Meeting ID is missing.
fr_fr: L'ID de réunion est manquant.

source: Meeting Name
fr_fr: Nom de la réunion

source: Menu Order
fr_fr: Ordre du menu

source: Meta data field support dynamic values via event edit page. {startdate} {enddate} {eventid} {startunix} {endunix}.
fr_fr: Le champ de métadonnées prend en charge les valeurs dynamiques via la page d'édition d'événement. {startdate} {enddate} {eventid} {startunix} {endunix}.

source: Mexican peso
fr_fr: Peso mexicain

source: Minimal height for featured image (value in pixels)
fr_fr: Hauteur minimale pour l'image en vedette (valeur en pixels)

source: Missing Event Data
fr_fr: Données d'événement manquantes

source: Missing required data!
fr_fr: Données requises manquantes !

source: Missing webhook ID
fr_fr: ID de webhook manquant

source: Mobile Only User Interaction
fr_fr: Interaction utilisateur uniquement sur mobile

source: Moderator Data Saved Successfully
fr_fr: Données du modérateur enregistrées avec succès

source: Moldovan leu
fr_fr: Leu moldave

source: monday
fr_fr: lundi

source: Mongolian t&ouml;gr&ouml;g
fr_fr: Tögrög mongol

source: Month Increment
fr_fr: Incrémentation mensuelle

source: Month Long
fr_fr: Pendant un mois

source: Monthly
fr_fr: Mensuel

source: monthly
fr_fr: mensuel

source: months
fr_fr: mois

source: Months and Dates
fr_fr: Mois et dates

source: More details about postpone
fr_fr: Plus de détails sur le report

source: More details about reschedule
fr_fr: Plus de détails sur le report

source: More details for online event
fr_fr: Plus de détails pour l'événement en ligne

source: More information on
fr_fr: Plus d'informations sur

source: Moroccan dirham
fr_fr: Dirham marocain

source: Move featured events above others
fr_fr: Déplacer les événements en vedette au-dessus des autres

source: Move feaured events above others
fr_fr: Déplacer les événements en vedette au-dessus des autres

source: Move this item to the Trash
fr_fr: Déplacer cet élément vers la Corbeille

source: Moved Online
fr_fr: Déplacé en ligne

source: Moved Online Tag
fr_fr: Étiquette déplacée en ligne

source: Mozambican metical
fr_fr: Métical mozambicain

source: Multi data type
fr_fr: Type de données multiple

source: Multi Data Type Name
fr_fr: Nom de type de données multiple

source: Multiple Checkbox Filter
fr_fr: Filtre à cases à cocher multiples

source: Multiple colors
fr_fr: Plusieurs couleurs

source: Multiple lines Text Editor
fr_fr: Éditeur de texte multiligne

source: Mute participant on joining the meeting
fr_fr: Mettez le participant en mode silencieux lorsqu'il rejoint la réunion

source: My eventon > My licenses
fr_fr: Mon Eventon > Mes licences

source: Name
fr_fr: Nom

source: Namibian dollar
fr_fr: Dollar namibien

source: Nav Section Text Color
fr_fr: Couleur du texte de la section de navigation

source: Nepalese rupee
fr_fr: Roupie népalaise

source: Netherlands Antillean guilder
fr_fr: Florin des Antilles néerlandaises

source: New %s
fr_fr: Nouveau %s

source: New %s Category Name
fr_fr: Nouvelle catégorie %s

source: New in version
fr_fr: Nouveau dans la version

source: New Repeat End
fr_fr: Nouvelle Répétition Fin

source: New Repeat Start
fr_fr: Nouveau Répéter Démarrer

source: New Taiwan dollar
fr_fr: Nouveau dollar de Taïwan

source: New Update
fr_fr: Nouvelle mise à jour

source: New Update availale
fr_fr: Nouvelle mise à jour disponible

source: New version available
fr_fr: Nouvelle version disponible

source: New Zealand dollar
fr_fr: Dollar néo-zélandais

source: News
fr_fr: Actualités

source: Nicaraguan c&oacute;rdoba
fr_fr: Córdoba nicaraguayenne

source: Nigerian naira
fr_fr: Naira nigérian

source: No
fr_fr: Non

source: No %s found
fr_fr: Aucun %s trouvé

source: No %s found in Trash
fr_fr: Aucun %s trouvé dans la Corbeille

source: No %s found in trash
fr_fr: Aucun %s trouvé dans la corbeille

source: No Current Events Section
fr_fr: Aucune section d'événements en cours

source: No Event Box background
fr_fr: Aucun arrière-plan de boîte d'événement

source: No event to duplicate has been supplied!
fr_fr: Aucun événement à dupliquer n'a été fourni !

source: No Event View Settings
fr_fr: Aucun paramètre d'affichage d'événement

source: No events text string
fr_fr: Aucun événement

source: No Filter
fr_fr: Aucun filtre

source: No translations available for this text
fr_fr: Aucune traduction disponible pour ce texte

source: No valid changlog was found.
fr_fr: Aucun journal des modifications valide n'a été trouvé.

source: No webhooks created yet
fr_fr: Aucun webhook créé pour le moment

source: Nonce validation failed
fr_fr: La validation du nonce a échoué

source: None
fr_fr: Aucun

source: None/Default
fr_fr: Aucun/Par défaut

source: North Korean won
fr_fr: Won nord-coréen

source: Norwegian krone
fr_fr: Couronne norvégienne

source: Not Activated
fr_fr: Non activé

source: Not do anything
fr_fr: Ne rien faire

source: Not required with Gmap API V3, but typing a google maps API key will append the key and will enable monitoring map loading activity from google.
fr_fr: Non requis avec Gmap API V3, mais la saisie d'une clé d'API Google Maps permet d'ajouter la clé et d'activer le suivi de l'activité de chargement des cartes depuis Google.

source: Note: <b>%s</b> will open event as lightbox on page load.
fr_fr: Note : <b>%s </b>ouvrira l'événement en lightbox au chargement de la page.

source: NOTE: Custom Meta Field values will be formatted with wp_kses() to avoid breaking the structure of eventTop DOM.
fr_fr: NOTE : Les valeurs des champs métadonnées personnalisés seront formatées avec wp_kses() pour éviter de casser la structure du DOM eventTop.

source: NOTE: Each individual data support name & description fields, below are additional fields to enable for use.
fr_fr: NOTE : Chaque support de données individuel comporte des champs de nom et de description, ci-dessous sont des champs supplémentaires à activer pour utilisation.

source: NOTE: For more shortcode examples and usage please visit demo.myeventon.com
fr_fr: NOTE : Pour plus d'exemples de codes courts et d'informations sur leur utilisation, veuillez visiter demo.myeventon.com

source: NOTE: Go to "EventCard" and rearrange where you would like the social share icons to appear in the eventcard for an event.
fr_fr: NOTE : Allez à « EventCard » et réorganisez où vous souhaitez que les icônes de partage social apparaissent dans la carte d'événement pour un événement.

source: Note: Gradients are only available with eventtop full background color on.
fr_fr: Note : Les dégradés ne sont disponibles qu'avec la couleur de fond complète d'événement activée.

source: NOTE: If you change the location name, it will create a new location.
fr_fr: NOTE : Si vous modifiez le nom de l'emplacement, cela créera un nouvel emplacement.

source: NOTE: If you change the organizer name, it will create a new organizer.
fr_fr: NOTE : Si vous modifiez le nom de l'organisateur, cela créera un nouvel organisateur.

source: NOTE: If you change the slug for events please be sure to refresh permalinks for the new single event pages to work properly..
fr_fr: NOTE : Si vous modifiez le slug pour les événements, assurez-vous de rafraîchir les liens permanents pour que les nouvelles pages d'événement individuel fonctionnent correctement.

source: NOTE: If you switched to a different virtual event broadcasting method, already created zoom meetings will be deleted automatically.
fr_fr: NOTE : Si vous basculez vers une autre méthode de diffusion d'événements virtuels, les réunions Zoom déjà créées seront supprimées automatiquement.

source: NOTE: Initial time is the original event time, while other times are repeat instances of the original event time.
fr_fr: NOTE : L'heure initiale est l'heure d'origine de l'événement, tandis que les autres heures sont des instances répétées de l'heure d'origine de l'événement.

source: NOTE: LatLong will be auto generated for address provided for faster google map drawing. If location marker is not correct feel free to edit the LatLong values to correct location marker coordinates above. Location address field is REQUIRED for this to work. <a href="https://itouchmap.com/?r=latlong" target="_blank">Find LanLat for address</a>
fr_fr: NOTE : Les coordonnées de latitude et de longitude seront générées automatiquement pour l'adresse fournie afin d'accélérer le tracé de la carte Google. Si le marqueur de localisation n'est pas correct, n'hésitez pas à modifier les valeurs de latitude et de longitude pour corriger les coordonnées du marqueur de localisation ci-dessus. Le champ d'adresse de localisation est OBLIGATOIRE pour que cela fonctionne. <a href="https://itouchmap.com/?r=latlong" target="_blank">Rechercher LanLat pour l'adresse </a>

source: NOTE: Leaving them blank may show a mild warning on google SEO, but will not effect your SEO rankings. For free events you can use 0.00 or Free as the Offer price.
fr_fr: NOTE : Les laisser vides peut afficher un avertissement léger sur le SEO de Google, mais n'affectera pas vos classements SEO. Pour les événements gratuits, vous pouvez utiliser 0,00 ou Gratuit comme prix de l'offre.

source: NOTE: Lot of these fields are NOT available in Tile layout. Reason: we dont want to potentially break the tile layout and over-crowd the clean design aspect of tile boxes.
fr_fr: NOTE : Beaucoup de ces champs NE sont PAS disponibles dans la disposition en tuiles. Raison : nous ne voulons pas potentiellement casser la disposition en tuiles et surcharger l'aspect de conception propre des boîtes de tuiles.

source: NOTE: Make sure to save changes after importing. This will import/export the current selected language ONLY. Export using vars will associate text strings with field variable names whereas using text will associate them with text string for the field.
fr_fr: NOTE : Assurez-vous de sauvegarder les modifications après l'importation. Cela importera/exportera la langue sélectionnée ACTUELLEMENT SEULEMENT. L'exportation en utilisant des variables associera les chaînes de texte aux noms de variables de champ, tandis que l'utilisation du texte les associera aux chaînes de texte du champ.

source: NOTE: Please feel free to type in your question and search our documentation library for related answers
fr_fr: NOTE : N'hésitez pas à saisir votre question et à rechercher des réponses associées dans notre bibliothèque de documentation

source: NOTE: Text used in the no event content can be translated via EvnetON Language Settings
fr_fr: NOTE : Le texte utilisé dans le contenu d'événement sans événement peut être traduit via les paramètres de langue d'EvnetON

source: NOTE: The email send test use wordpress wp_mail() function. If you are having trouble sending emails via your website, we suggest using a SMTP plugin or using
fr_fr: NOTE : Le test d'envoi d'e-mail utilise la fonction wp_mail() de WordPress. Si vous rencontrez des difficultés pour envoyer des e-mails via votre site Web, nous vous suggérons d'utiliser un plugin SMTP ou d'utiliser

source: NOTE: These styles will update everytime you make changes in eventon appearance settings
fr_fr: NOTE : Ces styles seront mis à jour chaque fois que vous apporterez des modifications dans les paramètres d'apparence d'Eventon

source: NOTE: This will allow you to drop an interactive event search field that allow users to search through all current events. You can further filter search results with below options.
fr_fr: NOTE : Cela vous permettra de placer un champ de recherche d'événements interactif qui permet aux utilisateurs de rechercher dans tous les événements actuels. Vous pouvez filtrer les résultats de recherche plus en détail avec les options ci-dessous.

source: NOTE: When editing duplicate text strings, all the other matching text strings will also change to new text string.
fr_fr: NOTE : Lors de la modification de chaînes de texte en double, toutes les autres chaînes de texte correspondantes seront également modifiées en nouvelle chaîne de texte.

source: NOTE: You can not select a repeat instance of this event as related event.
fr_fr: NOTE : vous ne pouvez pas sélectionner une instance répétée de cet événement en tant qu'événement lié.

source: NOTE: You can only upload language data as .csv file
fr_fr: NOTE : Vous ne pouvez télécharger des données de langue qu'au format .csv

source: NOTE: You can only upload settings data as .json file
fr_fr: NOTE : Vous ne pouvez télécharger les données de paramètres qu'au format .json

source: november
fr_fr: novembre

source: now
fr_fr: maintenant

source: Now Calendar
fr_fr: Calendrier maintenant

source: Number of Additional Custom Data Fields
fr_fr: Nombre de champs de données personnalisés supplémentaires

source: Number of Months
fr_fr: Nombre de mois

source: Number of repeats
fr_fr: Nombre de répétitions

source: Oauth Account ID
fr_fr: ID de compte Oauth

source: Oauth Client ID
fr_fr: ID client OAuth

source: Oauth Client Secret
fr_fr: Secret client OAuth

source: october
fr_fr: octobre

source: Offer Price
fr_fr: Prix promotionnel

source: Offer Price Currency Symbol
fr_fr: Symbole de devise du prix proposé

source: Offer price without the currency symbol.
fr_fr: Prix de l'offre sans symbole de devise.

source: Official Support Helpdesk
fr_fr: Assistance officielle et guichet d'aide

source: Omani rial
fr_fr: Rial omanais

source: On single event page override the event color with event type 1 color.
fr_fr: Sur la page d'événement unique, remplacer la couleur de l'événement par la couleur du type d'événement 1.

source: Once every week
fr_fr: Une fois par semaine

source: Once new data field is activated go to <b>myEventon> Settings> EventCard</b> and rearrange the order of this new field and save changes for it to show on front-end. Custom field types Textarea is not supported for showing on eventtop.
fr_fr: Une fois le nouveau champ de données activé, allez à <b>myEventon > Paramètres > Fiche d'événement </b>et réorganisez l'ordre de ce nouveau champ et enregistrez les modifications pour qu'il s'affiche sur le site web. Le type de champ personnalisé Textarea n'est pas pris en charge pour s'afficher sur eventtop.

source: Once you make changes to appearance make sure to clear browser and website cache to see results. <br/>Can not find appearance? <a href="%s" target="_blank">See how you can add custom styles to change additional appearances</a>
fr_fr: Une fois que vous avez apporté des modifications à l'apparence, assurez-vous de vider le cache du navigateur et du site Web pour voir les résultats. <br/>Ne peut pas trouver l'apparence ? <a href="%s" target="_blank">Voyez comment vous pouvez ajouter des styles personnalisés pour modifier d'autres apparences </a>

source: Online and Physical Event
fr_fr: Événement en ligne et physique

source: online documentation library.
fr_fr: bibliothèque de documentation en ligne.

source: Online Event
fr_fr: Événement en ligne

source: Only available in admin side.
fr_fr: Disponible uniquement dans le côté administrateur.

source: Only selected event Data values
fr_fr: Seules les valeurs de données d'événement sélectionnées

source: Opacity Value
fr_fr: Valeur d'opacité

source: Open all eventCards by default (Except tile layout)
fr_fr: Ouvrir toutes les cartes d'événements par défaut (sauf disposition en tuiles)

source: Open event as lightbox
fr_fr: Ouvrir l'événement en lightbox

source: Open event page
fr_fr: Ouvrir la page de l'événement

source: Open event page in new window
fr_fr: Ouvrir la page de l'événement dans une nouvelle fenêtre
