Repository: Toile-bleue/Translated-.po-in-French-
Catalog: eventon-*.po
Languages: fr_fr

source: View &#8220;%s&#8221;
fr_fr: Voir "%s"

source: View All
fr_fr: Voir tout

source: View eventon system log
fr_fr: Afficher le journal du système Eventon

source: View indexed events log
fr_fr: Afficher le journal des événements indexés

source: Viewers can share a youtube video with this option.
fr_fr: Les spectateurs peuvent partager une vidéo YouTube avec cette option.

source: Vimeo Live Video URL
fr_fr: URL de la vidéo Vimeo en direct

source: Virtual
fr_fr: Virtuel

source: Virtual End Time
fr_fr: Heure de fin virtuelle

source: Virtual Event
fr_fr: Événement virtuel

source: Virtual Event Boradcasting Method
fr_fr: Méthode de diffusion d'événement virtuel

source: Virtual Event Data Saved Successfully
fr_fr: Données de l'événement virtuel enregistrées avec succès

source: Virtual Event Details
fr_fr: Détails de l'événement virtuel

source: Virtual Event Editor
fr_fr: Éditeur d'événements virtuels

source: Virtual Event Filtering
fr_fr: Filtrage d'événements virtuels

source: Virtual Event Icon
fr_fr: Icône d'événement virtuel

source: Virtual Events Filter
fr_fr: Filtre d'événements virtuels

source: Virtual Location
fr_fr: Emplacement virtuel

source: Virtual Tag
fr_fr: Étiquette virtuelle

source: Virtual Visible Event End
fr_fr: Fin de l'événement virtuel visible

source: Virtual/ Physical Event
fr_fr: Événement virtuel / physique

source: Visibility
fr_fr: Visibilité

source: Visibility Type
fr_fr: Type de visibilité

source: Visibility Type:
fr_fr: Type de visibilité :

source: Visible Only to Users
fr_fr: Visible uniquement aux utilisateurs

source: Visit the Addons Store
fr_fr: Visitez le magasin d'extensions

source: Want more custom fields?
fr_fr: Voulez-vous plus de champs personnalisés ?

source: Want more than 5 event categories? <br/><br/><a href="%s" target="_blank"class="evo_admin_btn btn_triad">Extend categories using pluggable functions</a>
fr_fr: Voulez-vous plus de 5 catégories d'événements ? <br/><br/><a href="%s" target="_blank"class="evo_admin_btn btn_triad">Étendre les catégories à l'aide de fonctions plug-in </a>

source: WARNING! If you are interchangeably using shortcode parameters between other calendar shortcodes, bare in mind, that the shortcode parameters not available in its shortcode options may not be fully supported!
fr_fr: ATTENTION ! Si vous utilisez de manière interchangeable les paramètres de code court entre d'autres codes courts de calendrier, gardez à l'esprit que les paramètres de code court non disponibles dans ses options de code court peuvent ne pas être entièrement pris en charge !

source: We hope you will enjoy eventON - the event calendar plugin for WordPress!
fr_fr: Nous espérons que vous apprécierez eventON - le plugin de calendrier d'événements pour WordPress !

source: We hope you will enjoy the new features we have added!
fr_fr: Nous espérons que vous apprécierez les nouvelles fonctionnalités que nous avons ajoutées !

source: We provide support for issues directly related to eventON calendar via our
fr_fr: Nous fournissons un support pour les problèmes directement liés au calendrier eventON via notre

source: Webhook ID
fr_fr: ID de webhook

source: Webhook URL
fr_fr: URL du webhook

source: Webhooks [BETA]
fr_fr: Webhooks [BÉTA]

source: wednesday
fr_fr: mercredi

source: Week of month to repeat
fr_fr: Semaine du mois à répéter

source: Weekly
fr_fr: Hebdomadaire

source: weekly
fr_fr: hebdomadaire

source: weeks
fr_fr: semaines

source: Welcome
fr_fr: Bienvenue

source: Welcome to EventON
fr_fr: Bienvenue sur EventON

source: Welcome to EventON %s
fr_fr: Bienvenue sur EventON %s

source: West African CFA franc
fr_fr: Franc CFA d'Afrique de l'Ouest

source: WhatsApp Link
fr_fr: Lien WhatsApp

source: When
fr_fr: Lorsque

source: When to show the above content on eventcard
fr_fr: Lorsque afficher le contenu ci-dessus sur la fiche d'événement

source: When to show the above virtual event information on event card
fr_fr: Lorsque afficher les informations sur l'événement virtuel ci-dessus sur la carte d'événement

source: When you are creating a new event the option to generate google map from address will be turned on by default.
fr_fr: Lorsque vous créez un nouvel événement, l'option de générer une carte Google à partir de l'adresse est activée par défaut.

source: Widget ID
fr_fr: ID de widget

source: Widget Title
fr_fr: Titre du widget

source: Widgets in this area will be shown on the right-hand side of single events page.
fr_fr: Les widgets dans cette zone seront affichés sur le côté droit de la page d'événement unique.

source: Wistia Video URL
fr_fr: URL de la vidéo Wistia

source: WordPress Environment
fr_fr: Environnement WordPress

source: WP EventON Core Settings
fr_fr: Paramètres principaux de WP EventON

source: Write dynamic styles to header
fr_fr: Écrire des styles dynamiques pour l'en-tête

source: X Color
fr_fr: X Couleur

source: X Color - HOVER
fr_fr: X Couleur - SURVOL

source: Year Long
fr_fr: Pendant un an

source: Yearly
fr_fr: Annuel

source: yearly
fr_fr: annuel

source: years
fr_fr: années

source: Yemeni rial
fr_fr: Rial yéménite

source: Yes
fr_fr: Oui

source: You are using all the available fields
fr_fr: Vous utilisez tous les champs disponibles

source: You can access all your events from the Events menu. To create your first event, simply click Add New and then fill out the event details.
fr_fr: Vous pouvez accéder à tous vos événements depuis le menu Événements. Pour créer votre premier événement, cliquez simplement sur Ajouter nouveau, puis remplissez les détails de l'événement.

source: You can choose which date (start or end) to use to decide when to clasify them as past events.
fr_fr: Vous pouvez choisir quelle date (de début ou de fin) utiliser pour décider quand les classer en tant qu'événements passés.

source: You can convert the list calendar to event tiles layout using shortcode below:
fr_fr: Vous pouvez convertir la liste de calendrier en une disposition de tuiles d'événements en utilisant le code court ci-dessous :

source: You can create other calendar variations using the shortcode variables present via <a href="%s">shortcode generator</a>. A general guide to some of the shortcode variables can be found in <a href="%s">here.</a> You can also find our <a href="%s">extensive online documentation library</a> for additional help.
fr_fr: Vous pouvez créer d'autres variantes de calendrier en utilisant les variables de code court présent via <a href="%s">générateur de code court </a>. Un guide général sur certaines des variables de code court peut être trouvé dans <a href="%s">ici </a>Vous pouvez également trouver notre <a href="%s">bibliothèque de documentation en ligne exhaustive </a>pour obtenir de l'aide supplémentaire.

source: You can enter key event information such as Time & Date under event details. You can optionally select <em>All day event, Hide end time and event repeat values</em> in here.
fr_fr: Vous pouvez saisir des informations clés sur l'événement, telles que la Date et l'Heure, sous les détails de l'événement. Vous pouvez également sélectionner facultativement <em>Événement toute la journée, Masquer l'heure de fin et les valeurs de répétition de l'événement </em>ici.

source: You can further customize EventON calendar from EventON Settings. Calendar appearance, language, and various other options can be set to your preferance in EventON Settings.
fr_fr: Vous pouvez personnaliser davantage le calendrier EventON à partir des paramètres EventON. L'apparence du calendrier, la langue et diverses autres options peuvent être configurées selon vos préférences dans les paramètres EventON.

source: You can get the latest updates, other news, tips and tricks for eventON via our twitter stream.
fr_fr: Vous pouvez obtenir les dernières mises à jour, d'autres actualités, des conseils et des astuces pour eventON via notre flux Twitter.

source: You can select the eventon language corresponding to this event. Eg. If you have eventon language L2 in French and this event is in french select L2 as eventon language correspondant for this event.
fr_fr: Vous pouvez sélectionner la langue Eventon correspondant à cet événement. Par exemple, si vous avez la langue Eventon L2 en français et que cet événement est en français, sélectionnez L2 comme langue Eventon correspondante pour cet événement.

source: You can show a list of months by using the event list shortcode as below:
fr_fr: Vous pouvez afficher une liste de mois en utilisant le code court de liste d'événements comme ci-dessous :

source: You can type HTML content into this description field, it will be used as organizer description
fr_fr: Vous pouvez saisir du contenu HTML dans ce champ de description, il sera utilisé comme description de l'organisateur

source: You can use this to save different languages for customized text for calendar. Once saved use the shortcode to show calendar text in that customized language. eg. [add_eventon lang=L2]
fr_fr: Vous pouvez utiliser cela pour enregistrer différentes langues pour du texte personnalisé pour le calendrier. Une fois enregistré, utilisez le code court pour afficher le texte du calendrier dans cette langue personnalisée. par exemple : [add_eventon lang=L2]

source: You do not have any custom meta fields activated.
fr_fr: Vous n'avez aucun champ de métadonnées personnalisé activé.

source: You do not have any items saved! Please add new!
fr_fr: Vous n'avez aucun article enregistré ! Veuillez en ajouter de nouveaux !

source: You do not have proper permission to access this
fr_fr: Vous n'avez pas les autorisations nécessaires pour accéder à cela

source: You do not have proper permission to perform this action
fr_fr: Vous n'avez pas les autorisations nécessaires pour effectuer cette action

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les autorisations suffisantes pour accéder à cette page.

source: You do not have valid trigger points avialable yet.
fr_fr: Vous n'avez pas encore de points de déclenchement valides.

source: You have taken too long. Please go back and retry.
fr_fr: Vous avez mis trop de temps. Veuillez revenir en arrière et réessayer.

source: You must create events first!
fr_fr: Vous devez créer des événements en premier !

source: You must login first to see calendar
fr_fr: Vous devez vous connecter pour voir le calendrier

source: Your EventON Product Licenses
fr_fr: Vos licences de produits EventON

source: Your paypal email address to receive payments
fr_fr: Votre adresse e-mail PayPal pour recevoir les paiements

source: Youtube Channel ID
fr_fr: ID de chaîne YouTube

source: Youtube Link
fr_fr: Lien Youtube

source: Youtube Live
fr_fr: YouTube en direct

source: Youtube Private Recorded Event
fr_fr: Événement enregistré privé Youtube

source: YouTube URL
fr_fr: URL YouTube

source: Youtube Video URL
fr_fr: URL de la vidéo Youtube

source: Zambian kwacha
fr_fr: Kwacha zambien

source: Zoom
fr_fr: Agrandir

source: Zoom API is not enabled in EventON Settings.
fr_fr: L'API Zoom n'est pas activée dans les paramètres d'EventON.

source: Zoom API or OAuth Access information must be saved under EventON Settings > Third Party APIs
fr_fr: Les informations d'accès à l'API Zoom ou OAuth doivent être enregistrées sous Paramètres EventON > API de tiers

source: Zoom Meeting
fr_fr: Réunion Zoom

source: Zoom meeting settings
fr_fr: Paramètres de réunion Zoom

source: Zoom Meeting URL to join
fr_fr: URL de réunion Zoom pour rejoindre

source: Zoom Password
fr_fr: Mot de passe Zoom

source: — No Change —
fr_fr: - Aucun changement -
