Repository: Toile-bleue/Translated-.po-in-French-
Catalog: eventon-*.po
Languages: fr_fr

source: Select which HTTP server communication method to use for calendar
fr_fr: Sélectionner la méthode de communication du serveur HTTP à utiliser pour le calendrier

source: Select which language variation text to use
fr_fr: Sélectionnez quelle variante de texte de langue à utiliser

source: Select which method to use for processing event details and custom meta field data content for front-end.
fr_fr: Sélectionnez la méthode à utiliser pour traiter les détails d'événement et le contenu des champs de métadonnées personnalisés pour le front-end.

source: Select which options to show for add to your calendar
fr_fr: Sélectionnez les options à afficher pour ajouter à votre calendrier

source: Select which page to get content from
fr_fr: Sélectionnez la page à partir de laquelle extraire le contenu

source: Select which part of Google gmaps API to disable
fr_fr: Sélectionnez quelle partie de l'API Google Maps à désactiver

source: Select your currency
fr_fr: Sélectionnez votre devise

source: Select your language
fr_fr: Sélectionnez votre langue

source: Selecting event type categories above will show events fall into all those categories for the current month.
fr_fr: La sélection des catégories de type d'événement ci-dessus affichera les événements qui relèvent de toutes ces catégories pour le mois en cours.

source: Send Test Email
fr_fr: Envoyer un e-mail de test

source: SEO Additions for Event
fr_fr: Optimisations SEO pour l'événement

source: SEO: Use organizer information to also populate performer schema data for this event.
fr_fr: SEO : Utilisez les informations de l'organisateur pour remplir également les données de schéma de l'artiste pour cet événement.

source: september
fr_fr: septembre

source: Serbian dinar
fr_fr: Dinar serbe

source: Server Environment
fr_fr: Environnement du serveur

source: Server to server OAuth Credentials
fr_fr: Informations d'identification OAuth de serveur à serveur

source: Set %s image
fr_fr: Définir l'image %s

source: Set a custom ID for widget calendar to separate it from other eventON calendar widgets. Specially if you have more than one eventON calendar widgets. <a href="http://www.myeventon.com/documentation/shortcode-guide/" target="_blank">What should be the ID</a> DO NOT leave blank space.
fr_fr: Définissez un ID personnalisé pour le widget calendrier afin de le séparer des autres widgets de calendrier eventON. Surtout si vous avez plus d'un widget de calendrier eventON. <a href="http://www.myeventon.com/documentation/shortcode-guide/" target="_blank">Quel devrait être l'ID </a>NE LAISSEZ PAS D'ESPACE VIDE

source: Set all past events as completed
fr_fr: Définir tous les événements passés comme terminés

source: Set default event image for events that doesnt have images
fr_fr: Définir l'image d'événement par défaut pour les événements qui n'ont pas d'images

source: Set event location image height (value in pixels)
fr_fr: Définir la hauteur de l'image de l'emplacement de l'événement (valeur en pixels)

source: Set event organizer image height (value in pixels)
fr_fr: Définir la hauteur de l'image de l'organisateur d'événement (valeur en pixels)

source: Set Event Status value to "Moved Online" so proper schema data will be added to event to help search engines identify event type.
fr_fr: Définissez la valeur de l'état de l'événement sur "Déplacé en ligne" afin que les données de schéma appropriées soient ajoutées à l'événement pour aider les moteurs de recherche à identifier le type d'événement.

source: Set fixed date, month and year value (All values required)(integer)
fr_fr: Définir la date, le mois et l'année fixes (Toutes les valeurs requises) (entier)

source: Set fixed month and year
fr_fr: Définir le mois et l'année fixes

source: Set fixed month and year value (Both values required)(integer)
fr_fr: Définir la valeur de mois et d'année fixe (Les deux valeurs sont requises) (entier)

source: Set fixed month for calendar start (integer)
fr_fr: Définir le mois fixe pour le début du calendrier (entier)

source: Set fixed year for calendar start (integer)
fr_fr: Définir une année fixe pour le début du calendrier (entier)

source: Set Gradient Angle
fr_fr: Définir l'angle du dégradé

source: Set Gradient Colors
fr_fr: Définir les couleurs de dégradé

source: Setting this to Yes will only add social media share link buttons to single event page and single event box you created
fr_fr: Définir ceci sur Oui n'ajoutera des boutons de lien de partage de médias sociaux qu'à la page d'événement unique et à la boîte d'événement unique que vous avez créée

source: Setting this will allow only logged-in users to access this page. Otherwise will be redirected to login page link set via eventON custom login page
fr_fr: Définir cela permettra uniquement aux utilisateurs connectés d'accéder à cette page. Sinon, ils seront redirigés vers le lien de page de connexion défini via la page de connexion personnalisée d'eventON

source: Setting this will apply the above set default timezone to all the events unless a different timezone is set via event
fr_fr: La définition de cette option appliquera le fuseau horaire par défaut défini ci-dessus à tous les événements, sauf si un fuseau horaire différent est défini via l'événement

source: Setting this will disregard number of months value and will search in all the events.
fr_fr: La définition de cela ignore la valeur du nombre de mois et recherche dans tous les événements.

source: Setting this will hide above access information when the event is live.
fr_fr: La définition de cette option masquera les informations d'accès ci-dessus lorsque l'événement sera en direct.

source: Setting this will hide GMT value from every where on the event calendar events
fr_fr: La définition de cette option masquera la valeur GMT de partout sur les événements du calendrier d'événements

source: Setting this will load the current event of a repeat event by default when the event page is loaded.
fr_fr: La définition de cette option chargera l'événement actuel d'un événement répétitif par défaut lorsque la page de l'événement est chargée.

source: Setting this will stop custom repeat event times being ordered, instead will maintain repeat index association.
fr_fr: La définition de cette option empêchera les heures d'événements personnalisés répétitifs d'être commandées, mais maintiendra à la place l'association de l'index de répétition.

source: Settings
fr_fr: Paramètres

source: settings
fr_fr: paramètres

source: Settings & Data Management
fr_fr: Paramètres et gestion des données

source: Settings & Instructions for Event Search
fr_fr: Paramètres et instructions pour la recherche d'événements

source: Settings for Single Event Page
fr_fr: Paramètres de la page d'événement unique

source: Settings Saved
fr_fr: Paramètres enregistrés

source: Seychellois rupee
fr_fr: Roupie seychelloise

source: Share Event via Email
fr_fr: Partager l'événement par e-mail

source: Shareable Options
fr_fr: Options partageables

source: Shortcode Settings
fr_fr: Paramètres de code court

source: ShortCodes
fr_fr: Codes Courts

source: Show
fr_fr: Afficher

source: Show a link to open the location in google maps page
fr_fr: Afficher un lien pour ouvrir l'emplacement dans la page Google Maps

source: Show all repeating events while HMO
fr_fr: Afficher tous les événements répétitifs pendant HMO

source: Show calendar layout changer
fr_fr: Afficher le changement de disposition du calendrier

source: Show calendar timezone in footer
fr_fr: Afficher le fuseau horaire du calendrier dans le pied de page

source: Show clear filter button to reset
fr_fr: Afficher le bouton de filtre clair pour réinitialiser

source: Show current instance relative to other repeats
fr_fr: Afficher l'instance actuelle par rapport aux autres répétitions

source: Show edit event button for each event
fr_fr: Afficher le bouton d'édition d'événement pour chaque événement

source: Show end time of repeating instances as well on eventcard
fr_fr: Afficher la fin de l'heure des instances répétitives sur la fiche d'événement

source: Show event custom meta data icons on eventtop
fr_fr: Afficher les icônes de métadonnées personnalisées d'événement en haut de l'événement

source: Show event location name
fr_fr: Afficher le nom du lieu de l'événement

source: Show event organizer name(s)
fr_fr: Afficher le(s) nom(s) de l'organisateur de l'événement

source: Show event tags
fr_fr: Afficher les étiquettes d'événement

source: Show events that are releated to this event
fr_fr: Afficher les événements liés à cet événement

source: Show expand jump month section when calendar load
fr_fr: Afficher la section de saut de mois élargie lors du chargement du calendrier

source: Show Featured Image
fr_fr: Afficher l'image en vedette

source: Show featured image
fr_fr: Afficher l'image mise en avant

source: Show full event description
fr_fr: Afficher la description complète de l'événement

source: Show Jump Months Option
fr_fr: Afficher l'option de saut de mois

source: Show jump months option
fr_fr: Afficher l'option de saut de mois

source: Show layout changer on calendar so users can choose between tiles or rows layout
fr_fr: Afficher le commutateur de disposition sur le calendrier pour que les utilisateurs puissent choisir entre une disposition en tuiles ou en lignes

source: Show List of Events
fr_fr: Afficher la liste des événements

source: Show load more events button
fr_fr: Afficher le bouton Charger plus d'événements

source: Show location information over the location image if you have set location image.
fr_fr: Afficher les informations de localisation sur l'image de localisation si vous avez défini une image de localisation.

source: Show login required message, if visibility type is Logged-in users only
fr_fr: Afficher le message d'authentification requise, si le type de visibilité est Utilisateurs connectés uniquement

source: Show month, year header on single event header
fr_fr: Afficher l'en-tête du mois, de l'année sur l'en-tête d'un événement unique

source: Show more events bar
fr_fr: Afficher davantage d'événements

source: Show only featured events
fr_fr: Afficher uniquement les événements en vedette

source: Show only select Data values of event
fr_fr: Afficher uniquement les valeurs de données sélectionnées de l'événement

source: Show only select Eventcard boxes on eventcard
fr_fr: Afficher uniquement les cases Eventcard sélectionnées sur eventcard

source: Show only selected filters
fr_fr: Afficher uniquement les filtres sélectionnés

source: Show other future repeating instances of this event on event card
fr_fr: Afficher d'autres instances répétitives futures de cet événement sur la carte d'événement

source: Show social media share icons only on single events
fr_fr: Afficher les icônes de partage des médias sociaux uniquement sur les événements uniques

source: Show social share header text
fr_fr: Afficher le texte d'en-tête de partage social

source: Show upcoming events
fr_fr: Afficher les prochains événements

source: Sierra Leonean leone
fr_fr: Leone de Sierra Leone

source: Singapore dollar
fr_fr: Dollar de Singapour

source: Single Day
fr_fr: Jour unique

source: Single Event
fr_fr: Événement unique

source: Single Event from Anywhere
fr_fr: Événement unique depuis n'importe où

source: Single Event Page
fr_fr: Page d'événement unique

source: Single Event Repeat Header
fr_fr: En-tête de répétition d'événement unique

source: Single Event Sidebar
fr_fr: Barre latérale d'un événement unique

source: Single Events
fr_fr: Événements uniques

source: Single line Text
fr_fr: Texte en une ligne

source: Slide Down EventCard
fr_fr: Faire défiler vers le bas la carte d'événement

source: Slug
fr_fr: Chapeau de page

source: Social Media Control
fr_fr: Contrôle des médias sociaux

source: Social Media Icons
fr_fr: Icônes des réseaux sociaux

source: Social Share Icons
fr_fr: Icônes de partage social

source: Sol
fr_fr: Solution

source: Solomon Islands dollar
fr_fr: Dollar des Salomon

source: Somali shilling
fr_fr: Shilling somalien

source: Sort calendar events by on load
fr_fr: Trier les événements du calendrier au chargement

source: Sort Options Text
fr_fr: Options de tri

source: Sorting and Filtering
fr_fr: Tri et Filtre

source: South African rand
fr_fr: Rand sud-africain

source: South Korean won
fr_fr: Won sud-coréen

source: South Sudanese pound
fr_fr: Livre du Soudan du Sud

source: Span the event until hidden end time
fr_fr: Étendez l'événement jusqu'à la fin de l'heure masquée

source: Sri Lankan rupee
fr_fr: Roupie srilankaise

source: Start Date
fr_fr: Date de début

source: Start Time
fr_fr: Heure de début

source: Start with audio muted
fr_fr: Démarrer avec l'audio désactivé

source: Start with video muted
fr_fr: Démarrer la vidéo en mode silencieux

source: Stop using eventON single event template for single event pages
fr_fr: Arrêtez d'utiliser le modèle de page d'événement unique eventON pour les pages d'événements uniques

source: Subject
fr_fr: Sujet

source: Subtitle
fr_fr: Sous-titre

source: Successfully Created Meeting.
fr_fr: Réunion créée avec succès.

source: Successfully saved webhook data
fr_fr: Données du webhook enregistrées avec succès

source: Successfully Updated Meeting.
fr_fr: Réunion mise à jour avec succès.

source: Successfully updated settings! This page will refresh with new settings.
fr_fr: Paramètres mis à jour avec succès ! Cette page sera actualisée avec les nouveaux paramètres.

source: Sudanese pound
fr_fr: livre soudanaise

source: sunday
fr_fr: dimanche

source: Support
fr_fr: Support technique

source: Support for EventON Calendar
fr_fr: Support pour le calendrier EventON

source: Surinamese dollar
fr_fr: Dollar du Surinam

source: Swazi lilangeni
fr_fr: Lilangeni du Swaziland

source: Swedish krona
fr_fr: Couronne suédoise

source: Swiss franc
fr_fr: Franc suisse

source: Syrian pound
fr_fr: Livre syrienne

source: System Emailing Function test
fr_fr: Fonction d'e-mailing du système de test

source: Tab Name
fr_fr: Nom de l'onglet

source: Tab Shortcode
fr_fr: Raccourci d'onglet

source: Tabbed View
fr_fr: Affichage par onglets

source: Tags
fr_fr: Étiquettes

source: Tajikistani somoni
fr_fr: Somoni tadjikistanais

source: Tanzanian shilling
fr_fr: Shilling tanzanien

source: Temperature will be checked at entrance
fr_fr: La température sera vérifiée à l'entrée

source: Template for rendering EventON classic content.
fr_fr: Modèle pour afficher le contenu classique d'EventON.

source: Template used to display event pages.
fr_fr: Modèle utilisé pour afficher les pages d'événements.

source: Template used to display single event.
fr_fr: Modèle utilisé pour afficher un événement unique.

source: Term ID was not passed!
fr_fr: L'ID de terme n'a pas été transmis !

source: TERRAIN Displays a physical map based on terrain information
fr_fr: TERRAIN Affiche une carte physique basée sur les informations de terrain

source: Text Color
fr_fr: Couleur du texte

source: Text to show above buy now button
fr_fr: Texte à afficher au-dessus du bouton acheter maintenant

source: Text/html content or embed video html code
fr_fr: Contenu texte/html ou code html d'intégration de vidéo

source: Thai baht
fr_fr: Baht thaïlandais

source: Thank you for purchasing EventON
fr_fr: Merci d'avoir acheté EventON

source: Thank you for updating EventON
fr_fr: Merci de mettre à jour EventON

source: Thank you for updating to the latest version! EventON Calendar %s is a stylish minimal calendar that will help you stay on top!
fr_fr: Merci de mettre à jour vers la dernière version ! Le calendrier EventON %s est un calendrier minimal élégant qui vous aidera à rester à jour !

source: The <code>[add_eventon]</code> shortcode will display the basic calendar for the current month. EventON Calendar is responsive and mobile ready.
fr_fr: Le <code>[Ajouter_eventon] </code>Le shortcode affichera le calendrier de base pour le mois en cours. Le calendrier EventON est responsive et prêt pour les appareils mobiles.

source: The below options are for testing and debuging eventon environment. They can provide general guidance for verification of proper functionality of EventON features.
fr_fr: Les options ci-dessous sont pour tester et déboguer l'environnement Eventon. Elles peuvent fournir des conseils généraux pour la vérification du fonctionnement approprié des fonctionnalités EventON.

source: The EventON Support Forums
fr_fr: Les Forums de Support d'EventON

source: The text that will call to load event details when clicked on
fr_fr: Le texte qui appellera le chargement des détails de l'événement lorsqu'il est cliqué

source: There are %d Repeat Intervals
fr_fr: Il y a %d intervalles de répétition

source: There are no additional custom repeats
fr_fr: Il n'y a pas de répétitions personnalisées supplémentaires

source: Third
fr_fr: Troisième

source: Third Party API Support for Event Calendar
fr_fr: Prise en charge de l'API de tiers pour le calendrier d'événements

source: Third Party APIs
fr_fr: API de tiers

source: Third Party Settings
fr_fr: Paramètres des tiers

source: This allow you to create multiple items of data for a type and select more than one of these data to show in eventCard. And they are accessible across all events. Please bare in mind multi data types are at a very basic level and if you think of features that can make this better please feel free to submit feature request via <a href="http://helpdesk.ashanjay.com/" target="_blank">helpdesk.</a>
fr_fr: Cela vous permet de créer plusieurs éléments de données pour un type et de sélectionner plusieurs de ces données à afficher dans la carte d'événement. Et elles sont accessibles sur tous les événements. Veuillez noter que les types de données multiples sont à un niveau très basique et si vous pensez à des fonctionnalités qui peuvent améliorer cela, n'hésitez pas à soumettre une demande de fonctionnalité via <a href="http://helpdesk.ashanjay.com/" target="_blank">assistance technique </a>

source: This color will be used when eventtop is, colorful & image based backgrounds. This will be overridden when Auto eventTop text color is active.
fr_fr: Cette couleur sera utilisée lorsque eventtop est, des arrières-plans colorés et basés sur des images. Cela sera remplacé lorsque la couleur de texte automatique d'événement en haut est active.

source: This define how you want the events to expand following a click on the eventTop by a user
fr_fr: Ceci définit la façon dont vous souhaitez que les événements s'étendent après un clic sur l'événement en haut par un utilisateur

source: This event category is not supported for more details
fr_fr: Cette catégorie d'événement n'est pas prise en charge, pour plus de détails

source: This event is either month or year long event. Start and end date will determine the event month and year.
fr_fr: Cet événement dure soit un mois, soit une année. Les dates de début et de fin détermineront le mois et l'année de l'événement.

source: This feature is still in beta stage
fr_fr: Cette fonctionnalité est encore en phase bêta

source: This information will appear after the event is over. You can set when to show this content.
fr_fr: Ces informations apparaîtront après la fin de l'événement. Vous pouvez définir quand afficher ce contenu.

source: This is our official support system. Please feel free to search for already asked questions and ask your support questions for our help. EventON <b>Purchase code</b> is required to access helpdesk.
fr_fr: Ceci est notre système de support officiel. N'hésitez pas à rechercher des questions déjà posées et à poser vos questions de support pour obtenir notre aide. EventON <b>Code d'achat </b>est requis pour accéder au helpdesk.

source: This is where you can add new events to your calendar.
fr_fr: C'est ici que vous pouvez ajouter de nouveaux événements à votre calendrier.

source: This page will allow you to control templates and permalinks related to eventon event pages.
fr_fr: Cette page vous permettra de contrôler les modèles et les liens permanents liés aux pages d'événements Eventon.

source: This widget will show from next month. If there are no events for this month it will show as "No Events"
fr_fr: Ce widget sera affiché à partir du mois prochain. S'il n'y a pas d'événements pour ce mois, il sera affiché comme "Aucun événement"

source: This widget will show future events for the current month. If there are no events upcoming for this month it will show as "No Events"
fr_fr: Ce widget affichera les événements futurs pour le mois en cours. Si aucun événement n'est prévu pour ce mois, il sera affiché comme "Aucun événement"

source: This will activate additional event meta field.
fr_fr: Cela activera un champ de métadonnées d'événement supplémentaire.

source: This will activate additional event type category.
fr_fr: Cela activera une catégorie de type d'événement supplémentaire.

source: This will add a button in eventtop and eventcard next to event time to allow users to view the event time in their local time. A correct event timezone must be set for this to work.
fr_fr: Ceci ajoutera un bouton dans eventtop et eventcard à côté de l'heure de l'événement pour permettre aux utilisateurs de visualiser l'heure de l'événement dans leur fuseau horaire local. Un fuseau horaire d'événement correct doit être défini pour que cela fonctionne.

source: This will adding a event link into description section of ICS file for add to calendar.
fr_fr: Ceci ajoutera un lien d'événement dans la section de description du fichier ICS pour ajouter au calendrier.

source: This will allow viewer to record event video and upload to dropbox.
fr_fr: Cela permettra au spectateur d'enregistrer la vidéo de l'événement et de la télécharger sur Dropbox.

source: This will allow you to create events only for L1, L2 etc. and show only those events in calendars specified as lang=L2 etc.
fr_fr: Cela vous permettra de créer des événements uniquement pour L1, L2, etc. et d'afficher uniquement ces événements dans les calendriers spécifiés comme lang=L2, etc.

source: This will allow you to show only certain boxes of the eventcard anywhere you want using this shortcode. eg. Only event location map.
fr_fr: Cela vous permettra d'afficher uniquement certaines cases de la fiche d'événement n'importe où en utilisant ce code court. par exemple, uniquement la carte de localisation de l'événement.

source: This will allow you to use this page with url slug /events/ as event archive page. Be sure to insert eventon shortcode in this page.
fr_fr: Cela vous permettra d'utiliser cette page avec le slug d'URL /events/ en tant que page d'archive d'événements. Assurez-vous d'insérer le shortcode Eventon dans cette page.

source: This will cache the event data for calendar for upto 1 hour. Any new data create during this cache window will not appear on the calendar. This is best suited if same event data is loaded many times.
fr_fr: Ceci mettra en cache les données d'événement pour le calendrier pendant jusqu'à 1 heure. Toutes les nouvelles données créées pendant cette fenêtre de cache n'apparaîtront pas sur le calendrier. Ceci est particulièrement adapté si les mêmes données d'événement sont chargées à plusieurs reprises.

source: This will change the time format on eventCard to be a universal set format regardless of the month events span for.
fr_fr: Ceci changera le format d'heure sur eventCard pour être un format universel défini, quel que soit le mois pendant lequel les événements ont lieu.

source: This will close open events when new one clicked
fr_fr: Ceci fermera les événements ouverts lorsque de nouveaux sont cliqués
