Repository: Toile-bleue/Translated-.po-in-French-
Catalog: eventon-*.po
Languages: fr_fr

source: EventON Event Title
fr_fr: Titre de l'événement EventON

source: EventON is not activated, it must be activated to use
fr_fr: EventON n'est pas activé, il doit être activé pour être utilisé

source: EventON license need activated for this to work. Please visit %s to activate your EventON.
fr_fr: La licence EventON doit être activée pour que cela fonctionne. Veuillez visiter %s pour activer votre EventON.

source: EventON Lite Settings
fr_fr: Paramètres EventON Lite

source: EventON Shortcode Executor Widget
fr_fr: Exécuteur de code court EventON Widget

source: eventON Shortcode generator
fr_fr: Générateur de code court eventON

source: EventON System Log
fr_fr: Journal du système EventON

source: EventON valid purchase code is required to access helpdesk if eventON came bundled with your theme.
fr_fr: Un code d'achat valide EventON est requis pour accéder au helpdesk si EventON est livré avec votre thème.

source: EventON Video Tutorials
fr_fr: Tutoriels vidéo EventON

source: EventON WP Event Calendar General Information.
fr_fr: Informations générales sur le calendrier d'événements EventON WP.

source: Events
fr_fr: Evénements

source: Events Found Data
fr_fr: Données d'événements trouvées

source: Events Page
fr_fr: Page des événements

source: Events Paging
fr_fr: Pagination des événements

source: Events to be loaded to calendar initiall without ajax.
fr_fr: Événements à charger dans le calendrier initialement sans ajax.

source: EventTop
fr_fr: Événement en tête

source: EventTop All Text Color for only colorful and image backgrounds
fr_fr: Couleur du texte EventTop pour les arrières-plans colorés et d'images uniquement

source: EventTop Designer
fr_fr: ÉvénementMeilleur Designer

source: EventTop hover border left size
fr_fr: Taille de la bordure de gauche au survol de l'événement en haut

source: EventTop Main Day block fields
fr_fr: Blocs de champs de la journée principale de EventTop

source: EventTop Settings (EventTop is the event row on calendar)
fr_fr: Paramètres de l'En-tête d'Événement (l'En-tête d'Événement correspond à la ligne d'événement sur le calendrier)

source: EventTop Styles
fr_fr: ÉvénementMeilleurs Styles

source: Every 3 Days
fr_fr: Tous les 3 jours

source: Every 3 Months
fr_fr: Tous les 3 mois

source: Everyone
fr_fr: Tout le monde

source: Everywhere except single event pages
fr_fr: Partout sauf sur les pages d'événements uniques

source: Everywhere in the site
fr_fr: Partout sur le site

source: Exclude from Cal
fr_fr: Exclure du calendrier

source: Exclude from calendar
fr_fr: Exclure du calendrier

source: Expand jump month on load
fr_fr: Étendre le saut de mois au chargement

source: Expand sort/filter section by default
fr_fr: Développer la section de tri/filtre par défaut

source: Export & Import Translations
fr_fr: Exporter & Importer les traductions

source: Export Using Text
fr_fr: Exporter en utilisant le texte

source: Export Using Vars
fr_fr: Exporter en utilisant des variables

source: Extend EventON Features
fr_fr: Étendre les fonctionnalités d'EventON

source: Face masks required
fr_fr: Masques obligatoires

source: Facebook Link
fr_fr: Lien Facebook

source: Facebook Live
fr_fr: Facebook en direct

source: Facebook Live Video URL
fr_fr: URL de la vidéo Facebook Live

source: Facebook Share
fr_fr: Partage sur Facebook

source: Facebook URL
fr_fr: URL de Facebook

source: Failed to parse interval
fr_fr: Échec de l'analyse de l'intervalle

source: Falkland Islands pound
fr_fr: Livres des Îles Falkland

source: Feature event
fr_fr: Événement en vedette

source: Feature event priority
fr_fr: Priorité de l'événement de fonctionnalité

source: Feature image display style
fr_fr: Style d'affichage de l'image de fonctionnalité

source: Featured
fr_fr: En vedette

source: Featured Event
fr_fr: Événement en vedette

source: Featured event
fr_fr: Événement en vedette

source: Featured event left bar color
fr_fr: Couleur de la barre de gauche de l'événement en vedette

source: Featured Events
fr_fr: Événements en vedette

source: Featured Events Tag
fr_fr: Étiquette d'événements en vedette

source: Featured Image
fr_fr: Image mise en avant

source: february
fr_fr: février

source: Field Color
fr_fr: Couleur du champ

source: Field Content
fr_fr: Contenu du champ

source: Field Name*
fr_fr: Nom du champ*

source: Fields passed on to webhook
fr_fr: Champs transmis au webhook

source: Fifth
fr_fr: Cinquième

source: Fijian dollar
fr_fr: Dollar des Fidji

source: File Uploading
fr_fr: Téléchargement de fichiers

source: Filter Relationship for Multiple Event Types
fr_fr: Filtre de relation pour plusieurs types d'événements

source: Find addon license key from
fr_fr: Rechercher la clé de licence de l'extension à partir de

source: Find channel ID from https://www.youtube.com/account_advanced
fr_fr: Recherchez l'ID de chaîne à partir de https://www.youtube.com/account_advanced

source: Find out how to restrict this API key
fr_fr: Découvrez comment restreindre cette clé API

source: First
fr_fr: Premier

source: Fit entire image resized to min height
fr_fr: Ajuster l'image entière redimensionnée à la hauteur minimale

source: Fit entire image, resized box height
fr_fr: Ajuster l'image entière, hauteur de boîte redimensionnée

source: Fixed Date/Month/Year
fr_fr: Date/Mois/Année fixe

source: Fixed Month
fr_fr: Mois fixe

source: Fixed month number
fr_fr: Numéro de mois fixe

source: Fixed Month/Year
fr_fr: Mois/Année fixe

source: Fixed Year
fr_fr: Année fixe

source: Fixed year number
fr_fr: Numéro d'année fixe

source: Flush Log
fr_fr: Vider les journaux

source: Follow on Twitter
fr_fr: Suivez-nous sur Twitter

source: Follow us on
fr_fr: Suivez-nous sur

source: Font Size
fr_fr: Taille de police

source: Font Style
fr_fr: Style de police

source: For clear EventTop font color
fr_fr: Pour une couleur de police EventTop claire

source: For clear EventTop Style
fr_fr: Pour un style EventTop clair

source: For colorful EventTop font color
fr_fr: Pour la couleur de police de caractères EventTop coloré

source: For colorful EventTop Style
fr_fr: Pour un événement coloré Style EventTop

source: For moderator: You can visit event page at any time and join the event before everyone. Until the moderator joins, event access will be hidden to others.
fr_fr: Pour modérateur : Vous pouvez visiter la page de l'événement à tout moment et rejoindre l'événement avant tout le monde. Jusqu'à ce que le modérateur rejoigne, l'accès à l'événement sera caché aux autres.

source: For more information:
fr_fr: Pour plus d'informations :

source: For multiple event types, select the filter relationship that to be used for filtering events.
fr_fr: Pour plusieurs types d'événements, sélectionnez la relation de filtre à utiliser pour filtrer les événements.

source: Fourth
fr_fr: Quatrième

source: Frequently Used Shortcodes
fr_fr: Raccourcis utilisés fréquemment

source: friday
fr_fr: vendredi

source: From
fr_fr: De

source: from
fr_fr: depuis

source: Front-end Time/Date Settings
fr_fr: Paramètres de date et d'heure de l'interface utilisateur

source: Full Changelog
fr_fr: Journal des modifications

source: Full Size
fr_fr: Taille complète

source: Gambian dalasi
fr_fr: Dalasi gambien

source: Gap between repeats
fr_fr: Intervalle entre les répétitions

source: General
fr_fr: Général

source: General Calendar
fr_fr: Calendrier Général

source: General Calendar Settings
fr_fr: Paramètres généraux du calendrier

source: General Calendar/Event Border Color
fr_fr: Couleur de bordure du calendrier/général des événements

source: General EventTop Tags
fr_fr: Événement généralMeilleurs tags

source: General Font Color
fr_fr: Couleur de police générale

source: General Frontend Calendar Appearance
fr_fr: Apparence générale du calendrier Frontend

source: General Options
fr_fr: Options générales

source: General Time/Date Settings
fr_fr: Paramètres généraux de date et d'heure

source: Generate Google Map
fr_fr: Générer une carte Google

source: Generate google map from the address
fr_fr: Générer une carte Google à partir de l'adresse

source: Generate google map from the address in eventcard
fr_fr: Générer une carte Google à partir de l'adresse dans la fiche d'événement

source: Generate Location Coordinates
fr_fr: Générer des coordonnées de localisation

source: Generate Shortcode
fr_fr: Générer Shortcode

source: Generate shortcode
fr_fr: Générer un code court

source: Georgian lari
fr_fr: Lari géorgien

source: Get Directions
fr_fr: Obtenir les directions

source: Get Directions Field
fr_fr: Champ d'itinéraire

source: Get Directions Icon
fr_fr: Icône d'itinéraire

source: Get it now
fr_fr: Obtenez-le maintenant

source: Getting Started
fr_fr: Premiers pas

source: Getting started guide to eventON
fr_fr: Guide de démarrage pour eventON

source: Getting started with EventON Calendar
fr_fr: Commencer avec le calendrier EventON

source: Ghana cedi
fr_fr: Cedi ghanéen

source: Gibraltar pound
fr_fr: Livre de Gibraltar

source: Globally Hide both Sort and Filter Icons and Bar on Calendar
fr_fr: Masquer globalement les icônes de tri et de filtre ainsi que la barre sur le calendrier

source: Globally Hide Item Icons from Filter Dropdown Selection Menu
fr_fr: Masquer globalement les icônes d'éléments du menu de sélection du filtre déroulant

source: Go to EventON Settings
fr_fr: Allez dans les paramètres d'EventON

source: Go to myeventon Settings
fr_fr: Allez dans les paramètres de myeventon

source: Google maps API Key (Required)
fr_fr: Clé API Google Maps (Requise)

source: Google Maps API key is required for maps to show on event. Please add them via
fr_fr: La clé API Google Maps est requise pour afficher les cartes sur l'événement. Veuillez les ajouter via

source: Google Maps API Settings
fr_fr: Paramètres de l'API Google Maps

source: Google maps display type:
fr_fr: Type d'affichage Google Maps :

source: Google maps javascript file only (If the API js file is already loaded with another gmaps program)
fr_fr: Fichier JavaScript Google Maps uniquement (Si le fichier JS de l'API est déjà chargé avec un autre programme gmaps)

source: Google Meet
fr_fr: Réunion Google

source: Google Meet URL
fr_fr: URL de Google Meet

source: Google starting zoom level:
fr_fr: Niveau de zoom initial de Google :

source: Guatemalan quetzal
fr_fr: Quetzal guatémaltèque

source: Guernsey pound
fr_fr: Livre de Guernesey

source: Guide on S2S Setup.
fr_fr: Guide de configuration S2S.

source: Guinean franc
fr_fr: Franc guinéen

source: Guyanese dollar
fr_fr: Dollar guyanien

source: Haitian gourde
fr_fr: Gourde haïtienne

source: Happening Now Section Title Text Color
fr_fr: Couleur du texte du titre de la section En cours

source: Having Issues with EventON?
fr_fr: Problèmes avec EventON ?

source: Header Month/Year text color
fr_fr: Couleur du texte En-tête Mois/Année

source: Headers
fr_fr: En-têtes

source: Health Box
fr_fr: Boîte de soins

source: Health Guidelines
fr_fr: Lignes directrices de santé

source: Health Guidelines Details
fr_fr: Détails des directives de santé

source: Health Guidelines Field
fr_fr: Champ des lignes directrices de santé

source: Health Guidelines Icon
fr_fr: Icône de directives de santé

source: HelpDesk
fr_fr: Assistance

source: Helpdesk
fr_fr: Assistance

source: Hide
fr_fr: Masquer

source: Hide above access information when the event is live
fr_fr: Masquer les informations d'accès ci-dessus lorsque l'événement est en direct

source: Hide add eventon shortcode generator button from wp-admin
fr_fr: Masquer le bouton de générateur de shortcode EventON dans wp-admin

source: Hide all the featured events from showing in the calendar
fr_fr: Masquer tous les événements en vedette de l'affichage dans le calendrier

source: Hide blinking "Live Now" icon from event top for current events
fr_fr: Masquer l'icône clignotante "En direct" en haut de l'événement pour les événements en cours

source: Hide both sort and filter capability on calendar. This will override hide_so value set via shortcode.
fr_fr: Masquer les capacités de tri et de filtre sur le calendrier. Cela remplacera la valeur hide_so définie via le code court.

source: Hide Calendars from front-end
fr_fr: Masquer les calendriers de la partie frontale

source: Hide empty months
fr_fr: Masquer les mois vides

source: Hide End Time
fr_fr: Masquer l'heure de fin

source: Hide end time from calendar
fr_fr: Masquer l'heure de fin du calendrier

source: Hide Event Featured Image
fr_fr: Masquer l'image mise en avant de l'événement

source: Hide event title on single event page
fr_fr: Masquer le titre de l'événement sur la page d'événement unique

source: Hide events from showing more than once in between months, across the entire event list.
fr_fr: Masquer les événements qui apparaissent plus d'une fois entre les mois, dans toute la liste des événements.

source: Hide events past current local time
fr_fr: Masquer les événements passés l'heure locale actuelle

source: Hide events past today's date
fr_fr: Masquer les événements antérieurs à la date d'aujourd'hui

source: Hide featured events
fr_fr: Masquer les événements en vedette

source: Hide filter selected indicator bubble/check mark
fr_fr: Masquer l'indicateur de sélection du filtre (bulle ou coche)

source: Hide GMT value from frontend
fr_fr: Masquer la valeur GMT de l'interface utilisateur

source: Hide live event progress bar with time remaining
fr_fr: Masquer la barre de progression de l'événement en direct avec le temps restant

source: Hide live progress bar
fr_fr: Masquer la barre de progression en direct

source: Hide Location Name
fr_fr: Masquer le nom de l'emplacement

source: Hide location name from the event card
fr_fr: Masquer le nom de l'emplacement de la carte d'événement

source: Hide location other events button
fr_fr: Masquer l'emplacement des autres événements du bouton

source: Hide month headers
fr_fr: Masquer les en-têtes de mois

source: Hide month navigation arrows
fr_fr: Masquer les flèches de navigation des mois

source: Hide multiple occurance
fr_fr: Masquer les occurrences multiples

source: Hide multiple occurence (HMO)
fr_fr: Masquer les occurrences multiples (MOM)

source: Hide organizer field from event card
fr_fr: Masquer le champ organisateur de la carte d'événement

source: Hide Organizer field from EventCard
fr_fr: Masquer le champ Organisateur de la carte d'événement

source: Hide Past Events
fr_fr: Masquer les événements passés

source: Hide past events
fr_fr: Masquer les événements passés

source: Hide past events by
fr_fr: Masquer les événements passés par

source: Hide past events for default calendar(s)
fr_fr: Masquer les événements passés pour les calendrier(s) par défaut

source: Hide related event image
fr_fr: Masquer l'image de l'événement associé

source: Hide Sort Options Section
fr_fr: Masquer les options de tri

source: Hide this event from showing in all calendars
fr_fr: Masquer cet événement pour qu'il ne soit pas affiché dans tous les calendriers

source: Hide this field from front-end calendar
fr_fr: Masquer ce champ du calendrier frontal

source: Honduran lempira
fr_fr: Lempira hondurien

source: Hong Kong dollar
fr_fr: Dollar de Hong Kong

source: Hourly
fr_fr: Heure par heure

source: hourly
fr_fr: horaire

source: hours
fr_fr: heures

source: Hover Color
fr_fr: Couleur au survol

source: Hover State
fr_fr: État au survol

source: Hover Text Color
fr_fr: Couleur du texte au survol

source: How to find activation key
fr_fr: Comment trouver la clé d'activation

source: How to find eventON purchase key
fr_fr: Comment trouver la clé d'achat eventON

source: How to get an API Key
fr_fr: Comment obtenir une clé API

source: How to update EventON addons to latest version
fr_fr: Comment mettre à jour les extensions EventON vers la dernière version

source: How to update EventON Manually
fr_fr: Comment mettre à jour EventON manuellement

source: How to update?
fr_fr: Comment mettre à jour ?

source: http:// URL the load more events button will redirect to instead of loading more events on the same calendar.
fr_fr: http:// URL vers lequel le bouton de chargement de plus d'événements redirigera au lieu de charger plus d'événements sur le même calendrier.

source: Hungarian forint
fr_fr: Forint hongrois

source: HYBRID Displays a mix of photographic tiles and a tile layer
fr_fr: HYBRIDE Affiche un mélange de tuiles photographiques et d'une couche de tuiles

source: Icelandic kr&oacute;na
fr_fr: Couronne islandaise

source: Icon
fr_fr: Icône

source: Icon Background Color (:Hover)
fr_fr: Couleur de fond de l'icône (:Survol)

source: Icon Color
fr_fr: Couleur de l'icône

source: Icon Color (:Hover)
fr_fr: Couleur de l'icône (:Survol)

source: Icon right border Color
fr_fr: Couleur de la bordure droite de l'icône

source: Icon Selections
fr_fr: Sélections d'icônes

source: Icons
fr_fr: Icônes

source: ICS format
fr_fr: Format ICS

source: If event end time goes beyond start time + and you want the event to show in the calendar until end time expire, select this.
fr_fr: Si l'heure de fin de l'événement dépasse l'heure de début + et que vous souhaitez que l'événement s'affiche dans le calendrier jusqu'à l'expiration de l'heure de fin, sélectionnez ceci.

source: If left blank - will display all events for that month
fr_fr: Si laissé vide - affichera tous les événements pour ce mois

source: If making changes to appearances dont reflect on front-end try this option. This will write those dynamic styles inline to page header
fr_fr: Si les modifications apportées à l'apparence ne sont pas visibles sur le site, essayez cette option. Cela écrira ces styles dynamiques en ligne dans l'en-tête de la page

source: If provided this URL will be used instead of default wordpress URL for users to login where eventon access is restricted to only login users.
fr_fr: Si fourni, cette URL sera utilisée au lieu de l'URL WordPress par défaut pour que les utilisateurs se connectent, lorsque l'accès à Eventon est restreint aux utilisateurs connectés uniquement.

source: If sorting/filter allowed for calendar, you can select between dropdown list or checkbox list for multiple filter selection.
fr_fr: Si le tri/filtrage est autorisé pour le calendrier, vous pouvez choisir entre une liste déroulante ou une liste de cases à cocher pour la sélection de filtres multiples.

source: If the iCS download time or add to calendar time is off by some time use this to fix that offset number. You can use +/- with time in minutes
fr_fr: Si le temps de téléchargement iCS ou le temps d'ajout au calendrier est décalé de quelques minutes, utilisez ceci pour corriger ce décalage. Vous pouvez utiliser +/- avec le temps en minutes

source: if you add these url changes, visiting that page will open the specific event when page loads. Refresh permalink if the url does not work.
fr_fr: Si vous ajoutez ces modifications d'URL, la visite de cette page ouvrira l'événement spécifique lors du chargement de la page. Actualisez le permalien si l'URL ne fonctionne pas.

source: If you are hiding multiple occurence of event but want to show all repeating events set this to yes
fr_fr: Si vous masquez plusieurs occurrences d'un événement mais souhaitez afficher tous les événements répétitifs, définissez ceci sur oui

source: If you are not able to achieve what you desire, try
fr_fr: Si vous n'êtes pas en mesure d'obtenir ce que vous désirez, essayez

source: If you are unable to auto update please visit %s to learn how to update manually.
fr_fr: Si vous ne pouvez pas effectuer de mise à jour automatique, veuillez visiter %s pour savoir comment mettre à jour manuellement.

source: If you change field name for custom fields make sure it is updated in <b>myEventon > Language</b> as well.
fr_fr: Si vous modifiez le nom d'un champ pour les champs personnalisés, assurez-vous qu'il est mis à jour dans <b>myEventon > Langue </b>aussi.

source: If you choose to show just event data values, you must enabled show only data values and select the values to show.
fr_fr: Si vous choisissez d'afficher uniquement les valeurs de données d'événement, vous devez activer l'affichage des seules valeurs de données et sélectionner les valeurs à afficher.

source: If you select this option, you will not see More/less button on EventCard event description.
fr_fr: Si vous sélectionnez cette option, vous ne verrez pas le bouton Plus/Moins dans la description de l'événement de la carte d'événement.

source: If your dynamic styles (appearance changes in eventon settings) do not reflect on front-end, it could be that your website is blocking eventon from using wp_filesystems() to write these dynamic styles to "eventon_dynamic_styles.css". <br/>In this case please <b>copy</b> the below CSS styles and paste it on your theme styles (style.css).
fr_fr: Si vos styles dynamiques (changements d'apparence dans les paramètres d'Eventon) ne sont pas affichés sur le site Web, il est possible que votre site Web bloque Eventon pour utiliser wp_filesystems() afin d'écrire ces styles dynamiques dans « eventon_dynamic_styles.css ». <br/>Dans ce cas-ci <b>Copier </b>copiez les styles CSS ci-dessous et collez-les dans les styles de votre thème (style.css).

source: Import
fr_fr: Importer

source: Import EventON Settings
fr_fr: Importer les paramètres d'EventON

source: Import/Export General EventON Settings
fr_fr: Importer/Exporter les paramètres généraux d'EventON

source: IMPORTANT: Jitsi video will appear only on single event page, every where else will link to single event page.
fr_fr: IMPORTANT : La vidéo Jitsi n'apparaîtra que sur la page d'événement unique, partout ailleurs elle renverra à la page d'événement unique.

source: IMPORTANT: Make sure tab shortcode does not include [ or ]. Eg. add_eventon
fr_fr: IMPORTANT : Assurez-vous que le code court de l'onglet ne contient pas [ ou ]. Par exemple, add_eventon

source: In order to add additional event type categories make sure you activate them in order. eg. Activate #4 after you activate #3
fr_fr: Pour ajouter des catégories de type d'événement supplémentaires, assurez-vous de les activer dans l'ordre. par exemple, activez le #4 après avoir activé le #3

source: Indexed Events Log
fr_fr: Journal des événements indexés

source: Indian rupee
fr_fr: Roupie indienne

source: Indonesian rupiah
fr_fr: Roupie indonésienne

source: Info
fr_fr: Informations

source: Insert into %s
fr_fr: Insérer dans %s

source: Instagram Link
fr_fr: Lien Instagram

source: Instagram URL
fr_fr: URL Instagram

source: Iranian rial
fr_fr: Rial iranien

source: Iranian toman
fr_fr: Toman iranien

source: Iraqi dinar
fr_fr: Dinar irakien

source: Israeli new shekel
fr_fr: Nouveau shekel israélien

source: Jamaican dollar
fr_fr: Dollar jamaïcain

source: january
fr_fr: janvier

source: Japanese yen
fr_fr: Yen japonais

source: Jersey pound
fr_fr: Livre de Jersey

source: Jit.si meet URL ID
fr_fr: ID d'URL de réunion Jit.si

source: Jitsi event information saved successfully.
fr_fr: Les informations sur l'événement Jitsi ont été sauvegardées avec succès.

source: Jitsi Meeting ID
fr_fr: ID de réunion Jitsi

source: Jitsi meeting settings
fr_fr: Paramètres de réunion Jitsi

source: Join event before host start the meeting
fr_fr: Rejoignez l'événement avant que l'hôte ne démarre la réunion

source: Jordanian dinar
fr_fr: Dinar jordanien

source: JQ Mobile sometimes cause conflicts for users and disabling this will stop eventON from loading JQ Mobile
fr_fr: JQ Mobile peut parfois causer des conflits pour les utilisateurs et la désactivation de celui-ci empêchera eventON de charger JQ Mobile

source: july
fr_fr: juillet

source: Jumper - Month/Year Buttons
fr_fr: Pullover - Boutons Mois/Année

source: Jumper - Month/Year Buttons: Active
fr_fr: Pullover - Boutons Mois/Année : Actif

source: Jumper - Month/Year Buttons: Current
fr_fr: Pullover - Boutons Mois/Année : Actuel
